[
  {
    "id": 1,
    "title": "دعاء الخضر المعروف بدعاء كميل بن زياد",
    "text": "أَقُولُ وَ وَجَدْتُ فِي رِوَايَةٍ أُخْرَی‌ مَا هَذَا لَفْظُهَا قَالَ كُمَيْلُ بْنُ زِيَادٍ : كُنْتُ جَالِساً مَعَ مَوْلاَيَ أَمِيرِ اَلْمُؤْمِنِينَ عَلَيْهِ السَّلاَمُ فِي مَسْجِدِ اَلْبَصْرَةِ وَ مَعَهُ جَمَاعَةٌ مِنْ أَصْحَابِهِ فَقَالَ بَعْضُهُمْ مَا مَعْنَی‌ قَوْلِ اَللَّهِ عَزَّ وَ جَلَّ فِيهٰا يُفْرَقُ كُلُّ أَمْرٍ حَكِيمٍ قَالَ عَلَيْهِ السَّلاَمُ لَيْلَةُ اَلنِّصْفِ مِنْ شَعْبَانَ وَ اَلَّذِي نَفْسُ عَلِيِّ بِيَدِهِ إِنَّهُ مَا مِنْ عَبْدٍ إِلاَّ وَ جَمِيعُ مَا يَجْرِي عَلَيْهِ مِنْ خَيْرٍ وَ شَرِّ مَقْسُومٍ لَهُ فِي لَيْلَةِ اَلنِّصْفِ مِنْ شَعْبَانَ - إِلَی‌ آخِرِ اَلسَّنَةِ فِي مِثْلِ تِلْكَ اَللَّيْلَةِ اَلْمُقْبِلَةِ وَ مَا مِنْ عَبْدٍ يُحْيِيهَا وَ يَدْعُو بِدُعَاءِ اَلْخَضِرِ عَلَيْهِ السَّلاَمُ إِلاَّ أُجِيبَ [لَهُ] فَلَمَّا اِنْصَرَفَ طَرَقْتُهُ لَيْلاً فَقَالَ عَلَيْهِ السَّلاَمُ مَا جَاءَ بِكَ يَا كُمَيْلُ قُلْتُ يَا أَمِيرَ اَلْمُؤْمِنِينَ دُعَاءُ اَلْخَضِرِ فَقَالَ اِجْلِسْ يَا كُمَيْلُ إِذَا حَفِظْتَ هَذَا اَلدُّعَاءَ فَادْعُ بِهِ كُلَّ لَيْلَةِ جُمُعَةٍ أَوْ فِي اَلشَّهْرِ مَرَّةً أَوْ فِي اَلسَّنَةِ مَرَّةً أَوْ فِي عُمُرِكَ مَرَّةً تُكْفَ وَ تُنْصَرَ وَ تُرْزَقَ وَ لَنْ تُعْدَمَ اَلْمَغْفِرَةَ يَا كُمَيْلُ أَوْجَبَ لَكَ طُولُ اَلصُّحْبَةِ لَنَا أَنْ نَجُودَ لَكَ بِمَا سَأَلْتَ ثُمَّ قَالَ اُكْتُبْ اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِرَحْمَتِكَ اَلَّتِي وَسِعَتْ كُلَّ شَيْءٍ وَ بِقُوَّتِكَ اَلَّتِي قَهَرْتَ بِهَا كُلَّ شَيْءٍ وَ خَضَعَ لَهَا كُلُّ شَيْءٍ وَ ذَلَّ لَهَا كُلُّ شَيْءٍ وَ بِجَبَرُوتِكَ اَلَّتِي غَلَبَتْ بِهَا كُلَّ شَيْءٍ وَ بِعِزَّتِكَ اَلَّتِي لاَ يَقُومُ لَهَا شَيْءٌ وَ بِعَظَمَتِكَ اَلَّتِي مَلَأَتْ أَرْكَانَ كُلِّ شَيْءٍ وَ بِسُلْطَانِكَ اَلَّذِي عَلاَ كُلَّ شَيْءٍ وَ بِوَجْهِكَ اَلْبَاقِي بَعْدَ كُلِّ شَيْءٍ وَ بِأَسْمَائِكَ اَلَّتِي غَلَبَتْ أَرْكَانَ كُلِّ شَيْءٍ وَ بِعِلْمِكَ اَلَّذِي أَحٰاطَ بِكُلِّ شَيْءٍ وَ بِنُورِ وَجْهِكَ اَلَّذِي أَضَاءَ لَهُ كُلُّ شَيْءٍ يَا نُورُ يَا قُدُّوسُ يَا أَوَّلَ اَلْأَوَّلِينَ وَ يَا آخِرَ اَلْآخِرِينَ اَللَّهُمَّ اِغْفِرْ لِيَ اَلذُّنُوبَ اَلَّتِي تَهْتِكُ اَلْعِصَمَ اَللَّهُمَّ اِغْفِرْ لِيَ اَلذُّنُوبَ اَلَّتِي تُنْزِلُ اَلنِّقَمَ اَللَّهُمَّ اِغْفِرْ لِيَ اَلذُّنُوبَ اَلَّتِي تُغَيِّرُ اَلنِّعَمَ اَللَّهُمَّ اِغْفِرْ لِيَ اَلذُّنُوبَ اَلَّتِي تَحْبِسُ اَلدُّعَاءَ اَللَّهُمَّ اِغْفِرْ لِيَ اَلذُّنُوبَ اَلَّتِي تُنْزِلُ اَلْبَلاَءَ اَللَّهُمَّ اِغْفِرْ لِي كُلَّ ذَنْبٍ أَذْنَبْتُهُ وَ كُلَّ خَطِيئَةٍ أَخْطَأْتُهَا اَللَّهُمَّ إِنِّي أَتَقَرَّبُ إِلَيْكَ بِذِكْرِكَ وَ أَسْتَشْفِعُ بِكَ إِلَی‌ نَفْسِكَ وَ أَسْأَلُكَ بِجُودِكَ أَنْ تُدْنِيَنِي مِنْ قُرْبِكَ وَ أَنْ تُوزِعَنِي شُكْرَكَ وَ أَنْ تُلْهِمَنِي ذِكْرَكَ اَللَّهُمَّ إِنِّي أَسْأَلُكَ سُؤَالَ خَاضِعٍ مُتَذَلِّلٍ [ذَلِيلٍ] خَاشِعٍ أَنْ تُسَامِحَنِي وَ تَرْحَمَنِي وَ تَجْعَلَنِي بِقِسْمِكَ رَاضِياً قَانِعاً وَ فِي جَمِيعِ اَلْأَحْوَالِ [الأمور] مُتَوَاضِعاً اَللَّهُمَّ وَ أَسْأَلُكَ سُؤَالَ مَنِ اِشْتَدَّتْ فَاقَتُهُ وَ أَنْزَلَ بِكَ عِنْدَ اَلشَّدَائِدِ حَاجَتَهُ وَ عَظُمَ فِيمَا عِنْدَكَ رَغْبَتُهُ اَللَّهُمَّ عَظُمَ سُلْطَانُكَ وَ عَلاَ مَكَانُكَ وَ خَفِيَ مَكْرُكَ وَ ظَهَرَ أَمْرُكَ وَ غَلَبَ جندك [قَهْرُكَ] وَ جَرَتْ قُدْرَتُكَ وَ لاَ يُمْكِنُ اَلْفِرَارُ مِنْ حُكُومَتِكَ اَللَّهُمَّ لاَ أَجِدُ لِذُنُوبِي غَافِراً وَ لاَ لِقَبَائِحِي سَاتِراً وَ لاَ لِشَيْءٍ مِنْ عَمَلِيَ اَلْقَبِيحِ بِالْحَسَنِ مُبَدِّلاً غَيْرَكَ لاٰ إِلٰهَ إِلاّٰ أَنْتَ سُبْحٰانَكَ وَ بِحَمْدِكَ ظَلَمْتُ نَفْسِي وَ تَجَرَّأْتُ بِجَهْلِي وَ سَكَنْتُ إِلَی‌ قَدِيمِ ذِكْرِكَ لِي وَ مَنِّكَ عَلَيَّ اَللَّهُمَّ مَوْلاَيَ كَمْ مِنْ قَبِيحٍ سَتَرْتَهُ وَ كَمْ مِنْ فَادِحٍ مِنَ اَلْبَلاَءِ أَقَلْتَهُ وَ كَمْ مِنْ عِثَارٍ وَقَيْتَهُ وَ كَمْ مِنْ مَكْرُوهٍ دَفَعْتَهُ وَ كَمْ مِنْ ثَنَاءٍ جَمِيلٍ لَسْتُ أَهْلاً لَهُ نَشَرْتَهُ اَللَّهُمَّ عَظُمَ بَلاَئِي وَ أَفْرَطَ بِي سُوءُ حَالِي وَ قَصُرَتْ بِي أَعْمَالِي وَ قَعَدَتْ بِي أَغْلاَلِي وَ حَبَسَنِي عَنْ نَفْعِي فقد أملي [بُعْدُ آمَالِي] وَ خَدَعَتْنِي اَلدُّنْيَا بِغُرُورِهَا وَ نَفْسِي بِخِيَانَتِهَا [بحمايتها] وَ مِطَالِي [مطالبي] يَا سَيِّدِي فَأَسْأَلُكَ بِعِزَّتِكَ أَنْ لاَ يَحْجُبَ عَنْكَ دُعَائِي سُوءُ عَمَلِي وَ فِعَالِي وَ لاَ تَفْضَحْنِي بِخَفِيِّ مَا اِطَّلَعْتَ عَلَيْهِ مِنْ سِرِّي [سريري] وَ لاَ تُعَاجِلْنِي بِالْعُقُوبَةِ عَلَی‌ مَا عَمِلْتُهُ فِي خَلَوَاتِي ِنْ سُوءِ فِعْلِي وَ إِسَاءَتِي وَ دَوَامِ تَفْرِيطِي وَ جَهَالَتِي وَ كَثْرَةِ شَهَوَاتِي وَ غَفْلَتِي وَ كُنِ اَللَّهُمَّ بِعِزَّتِكَ لِي [بي] فِي كُلِّ اَلْأَحْوَالِ رَءُوفاً وَ عَلَيَّ فِي جَمِيعِ اَلْأُمُورِ عَطُوفاً إِلَهِي وَ رَبِّي مَنْ لِي غَيْرُكَ أَسْأَلُهُ كَشْفَ ضُرِّي وَ اَلنَّظَرَ فِي أَمْرِي إِلَهِي وَ مَوْلاَيَ أَجْرَيْتَ عَلَيَّ حُكْماً اِتَّبَعْتُ فِيهِ هَوَی‌ نَفْسِي وَ لَمْ أَحْتَرِسْ فِيهِ مِنْ تَزْيِينِ عَدُوِّي فَغَرَّنِي بِمَا أَهْوَی‌ وَ أَسْعَدَهُ عَلَی‌ ذَلِكَ اَلْقَضَاءُ فَتَجَاوَزْتُ بِمَا جَرَی‌ عَلَيَّ مِنْ ذَلِكَ من نقض [بَعْضَ] حُدُودِكَ وَ خَالَفْتُ بَعْضَ أَوَامِرِكَ فَلَكَ اَلْحَمْدُ عَلَيَّ فِي جَمِيعِ ذَلِكَ وَ لاَ حُجَّةَ لِي فِيمَا جَرَی‌ عَلَيَّ فِيهِ قَضَاؤُكَ وَ أَلْزَمَنِي [فِيهِ] حُكْمُكَ وَ بَلاَؤُكَ وَ قَدْ أَتَيْتُكَ يَا إِلَهِي بَعْدَ تَقْصِيرِي وَ إِسْرَافِي عَلَی‌ نَفْسِي مُعْتَذِراً نَادِماً مُنْكَسِراً مُسْتَقِيلاً مُسْتَغْفِراً مُنِيباً مُقِرّاً مُذْعِناً مُعْتَرِفاً لاَ أَجِدُ مَفَرّاً مِمَّا كَانَ مِنِّي وَ لاَ مَفْزَعاً أَتَوَجَّهُ إِلَيْهِ فِي أَمْرِي غَيْرَ قَبُولِكَ عُذْرِي وَ إِدْخَالِكَ إِيَّايَ فِي سَعَةٍ مِنْ رَحْمَتِكَ إِلَهِي فَاقْبَلْ عُذْرِي وَ اِرْحَمْ شِدَّةَ ضُرِّي وَ فُكَّنِي مِنْ شَدِّ [أسر] وَثَاقِي يَا رَبِّ اِرْحَمْ ضَعْفَ بَدَنِي وَ رِقَّةَ جِلْدِي وَ دِقَّةَ عَظْمِي يَا مَنْ بَدَأَ خَلْقِي وَ ذِكْرِي وَ تَرْبِيَتِي وَ بِرِّيِ وَ تَغْذِيَتِي هَبْنِي لاِبْتِدَاءِ كَرَمِكَ وَ سَالِفِ بِرِّكَ بِي إِلَهِي سَيِّدِي وَ رَبِّي أَ تُرَاكَ مُعَذِّبِي بِالنَّارِ بَعْدَ تَوْحِيدِكَ وَ بَعْدَ مَا اِنْطَوَی‌ عَلَيْهِ قَلْبِي مِنْ مَعْرِفَتِكَ وَ لَهِجَ بِهِ لِسَانِي مِنْ ذِكْرِكَ وَ اِعْتَقَدَهُ ضَمِيرِي مِنْ حُبِّكَ وَ بَعْدَ صِدْقِ اِعْتِرَافِي وَ دُعَائِي خَاضِعاً لِرُبُوبِيَّتِكَ هَيْهَاتَ أَنْتَ أَكْرَمُ مِنْ أَنْ تُضَيِّعَ مَنْ رَبَّيْتَهُ أَوْ تُبَعِّدَ مَنْ أَدْنَيْتَهُ أَوْ تُشَرِّدَ مَنْ آوَيْتَهُ أَوْ تُسَلِّمَ إِلَی‌ اَلْبَلاَءِ مَنْ كَفَيْتَهُ وَ رَحْمَتُهُ وَ لَيْتَ شَعْرِي يَا سَيِّدِي وَ إِلَهِي وَ مَوْلاَيَ أَ تُسَلِّطُ اَلنَّارَ عَلَی‌ وُجُوهٍ خَرَّتْ لِعَظَمَتِكَ سَاجِدَةً وَ عَلَی‌ أَلْسُنٍ نَطَقَتْ بِتَوْحِيدِكَ صَادِقَةً وَ بِشُكْرِكَ مَادِحَةً وَ عَلَی‌ قُلُوبٍ اِعْتَرَفَتْ بِإِلَهِيَّتِكَ مُحَقِّقَةً وَ عَلَی‌ ضَمَائِرَ حَوَتْ مِنَ اَلْعِلْمِ بِكَ حَتَّی‌ صَارَتْ خَاشِعَةً وَ عَلَی‌ جَوَارِحَ سَعَتْ إِلَی‌ أَوْطَانِ تَعَبُّدِكَ [توحيدك] طَائِعَةً فأشارت [وَ أَشَارَتْ] بِاسْتِغْفَارِكَ مُذْعِنَةً مَا هَكَذَا اَلظَّنُّ بِكَ وَ لاَ أُخْبِرْنَا بِفَضْلِكَ عَنْكَ يَا كَرِيمُ يَا رَبِّ وَ أَنْتَ تَعْلَمُ ضَعْفِي عَنْ قَلِيلٍ مِنْ بَلاَءِ اَلدُّنْيَا وَ عُقُوبَاتِها وَ مَا يَجْرِي فِيهَا مِنَ اَلْمَكَارِهِ عَلَی‌ أَهْلِهَا عَلَی‌ أَنَّ ذَلِكَ بَلاَءٌ وَ مَكْرُوهٌ قَلِيلٌ مَكْثُهُ يَسِيرٌ بَقَاؤُهُ قَصِيرٌ مُدَّتُهُ فَكَيْفَ اِحْتِمَالِي لِبَلاَءِ اَلْآخِرَةِ وَ جَلِيلِ [و حلول] وُقُوعِ اَلْمَكَارِهِ فِيهَا وَ هُوَ بَلاَءٌ تَطُولُ مُدَّتُهُ وَ يَدُومُ مَقَامُهُ وَ لاَ يُخَفَّفُ عَنْ أَهْلِهِ لِأَنَّهُ لاَ يَكُونُ إِلاَّ عَنْ غَضَبِكَ وَ اِنْتِقَامِكَ وَ سَخَطِكَ وَ هَذَا مَا لاَ تَقُومُ لَهُ اَلسَّمَاوَاتُ وَ اَلْأَرْضُ يَا سَيِّدِي فَكَيْفَ لِي وَ أَنَا عَبْدُكَ اَلضَّعِيفُ اَلذَّلِيلُ اَلْحَقِيرُ اَلْمِسْكِينُ اَلْمُسْتَكِينُ يَا إِلَهِي وَ رَبِّي وَ سَيِّدِي وَ مَوْلاَيَ لِأَيِّ اَلْأُمُورِ إِلَيْكَ أَشْكُو وَ لِمَا مِنْهَا أَضِجُّ وَ أَبْكِي لِأَلِيمِ اَلْعَذَابِ وَ شِدَّتِهِ أَمْ لِطُولِ اَلْبَلاَءِ وَ مُدَّتِهِ فَلَئِنْ صَيَّرْتَنِي في العقوبات [لِلْعُقُوبَاتِ] مَعَ أَعْدَائِكَ وَ جَمَعْتَ بَيْنِي وَ بَيْنَ أَهْلِ بَلاَئِكَ وَ فَرَّقْتَ بَيْنِي وَ بَيْنَ أَحِبَّائِكَ وَ أَوْلِيَائِكَ فَهَبْنِي يَا إِلَهِي وَ سَيِّدِي وَ مَوْلاَيَ وَ رَبِّي صَبَرْتُ عَلَی‌ عَذَابِكَ فَكَيْفَ أَصْبِرُ عَلَی‌ فِرَاقِكَ وَ هَبْنِي صَبَرْتُ عَلَی‌ حَرِّ نَارِكَ فَكَيْفَ أَصْبِرُ عَنِ اَلنَّظَرِ إِلَی‌ كَرَامَتِكَ أَمْ كَيْفَ أَسْكُنُ فِي اَلنَّارِ وَ رَجَائِي عَفْوُكَ فَبِعِزَّتِكَ يَا سَيِّدِي وَ مَوْلاَيَ أُقْسِمُ صَادِقاً لَئِنْ تَرَكْتَنِي نَاطِقاً لَأَضِجَّنَّ إِلَيْكَ بَيْنَ أَهْلِهَا ضَجِيجَ اَلْآمِلِينَ [الآلمين] وَ لَأَصْرُخَنَّ إِلَيْكَ صُرَاخَ اَلْمُسْتَصْرِخِينَ وَ لَأَبْكِيَنَّ عَلَيْكَ بُكَاءً اَلْفَاقِدِينَ وَ لَأُنَادِيَنَّكَ أَيْنَ كُنْتَ يَا وَلِيَّ اَلْمُؤْمِنِينَ يَا غَايَةَ آمَالِ اَلْعَارِفِينَ يَا غِيَاثَ اَلْمُسْتَغِيثِينَ يَا َبِيبَ قُلُوبِ الصادفين [اَلصَّادِقِينَ] وَ يَا إِلَهَ اَلْعَالَمِينَ أَ فَتُرَاكَ سُبْحَانَكَ يَا إِلَهِي وَ بِحَمْدِكَ تَسْمَعُ فِيهَا صَوْتَ عَبْدٍ مُسْلِمٍ يُسْجَنُ [يسجر] فِيهَا بِمُخَالَفَتِهِ وَ ذَاقَ طَعْمَ عَذَابِهَا بِمَعْصِيَتِهِ وَ حُبِسَ بَيْنَ أَطْبَاقِهَا بِجُرْمِهِ وَ جَرِيرَتِهِ وَ هُوَ يَضِجُّ إِلَيْكَ ضَجِيجَ مُؤَمِّلٍ لِرَحْمَتِكَ وَ يُنَادِيكَ بِلِسَانِ أَهْلِ تَوْحِيدِكَ وَ يَتَوَسَّلُ إِلَيْكَ بِرُبُوبِيَّتِكَ يَا مَوْلاَيَ فَكَيْفَ يَبْقَی‌ فِي اَلْعَذَابِ وَ هُوَ يَرْجُو مَا سَلَفَ مِنْ حِلْمِكَ أَمْ كَيْفَ تُؤْلِمُهُ اَلنَّارُ وَ هُوَ يَأْمُلُ فَضْلَكَ وَ رَحْمَتَكَ أَمْ كَيْفَ تُحْرِقُهُ لَهَبُهَا وَ أَنْتَ تَسْمَعُ صَوْتَهُ وَ تَرَی‌ مَكَانَهُ أَمْ كَيْفَ يَشْتَمِلُ عَلَيْهِ زَفِيرُهَا وَ أَنْتَ تَعْلَمُ ضَعْفَهُ أَمْ كَيْفَ يتغلغل [يَتَقَلْقَلُ] بَيْنَ أَطْبَاقِهَا وَ أَنْتَ تَعْلَمُ صِدْقَهُ أَمْ كَيْفَ تَزْجُرُهُ زَبَانِيَتُهَا وَ هُوَ يُنَادِيكَ يَا رَبَّهُ أَمْ كَيْفَ يَرْجُو فَضْلَكَ فِي عِتْقِهِ مِنْهَا فَتَتْرُكَهُ فِيهَا هَيْهَاتَ مَا ذَلِكَ اَلظَّنُّ بِكَ وَ لاَ اَلْمَعْرُوفُ مِنْ فَضْلِكَ وَ لاَ مُشْبِهٌ لِمَا عَامَلْتَ بِهِ اَلْمُوَحِّدِينَ مِنْ بِرِّكَ وَ إِحْسَانِكَ فَبِالْيَقِينِ أَقْطَعُ لَوْ لاَ مَا حَكَمْتَ بِهِ مِنْ تَعْذِيبِ جَاحِدِيكَ وَ قَضَيْتَ بِهِ مِنْ إِخْلاَدِ مُعَانِدِيكَ لَجَعَلْتَ اَلنَّارَ كُلَّهَا بَرْداً وَ سَلاَماً وَ مَا كَانَ [كَانَتْ] لِأَحَدٍ فِيهَا مَقَرّاً وَ لاَ مُقَاماً لَكِنَّكَ تَقَدَّسَتْ أَسْمَاؤُكَ أَقْسَمْتَ أَنْ تَمْلَأَهَا مِنَ اَلْكَافِرِينَ مِنَ اَلْجِنَّةِ وَ اَلنّٰاسِ أَجْمَعِينَ وَ أَنْ تُخَلِّدَ فِيهَا اَلْمُعَانِدِينَ وَ أَنْتَ جَلَّ ثَنَاؤُكَ قُلْتَ مُبْتَدِئاً وَ تَطَوَّلْتَ بِالْإِنْعَامِ مُتَكَرِّماً أَ فَمَنْ كٰانَ مُؤْمِناً كَمَنْ كٰانَ فٰاسِقاً لاٰ يَسْتَوُونَ إِلَهِي وَ سَيِّدِي فَأَسْأَلُكَ بِالْقُدْرَةِ اَلَّتِي قَدَّرْتَهَا وَ بِالْقَضِيَّةِ اَلَّتِي حَتَمْتَهَا وَ حَكَمْتَهَا وَ غَلَبْتَ مَنْ عَلَيْهِ أَجْرَيْتَهَا أَنْ تَهَبَ لِي فِي هَذِهِ اَللَّيْلَةِ وَ فِي هَذِهِ اَلسَّاعَةِ كُلَّ جُرْمٍ اجترمته [أَجْرَمْتُهُ] وَ كُلَّ ذَنْبٍ أَذْنَبْتُهُ وَ كُلَّ قَبِيحٍ أَسْرَرْتُهُ وَ كُلَّ جَهْلٍ عَمِلْتُهُ كَتَمْتُهُ أَوْ أَعْلَنْتُهُ أَخْفَيْتُهُ و [أَوْ] أَظْهَرْتُهُ وَ كُلَّ سَيِّئَةٍ أَمَرْتَ بِإِثْبَاتِهَا اَلْكِرَامَ اَلْكَاتِبِينَ اَلَّذِينَ وَكَّلْتَهُمْ بِحِفْظِ مَا يَكُونُ مِنِّي وَ جَعَلْتَهُمْ شُهُوداً عَلَيَّ مَعَ جَوَارِحِي وَ كُنْتَ أَنْتَ اَلرَّقِيبَ عَلَيَّ مِنْ وَرَائِهِمْ وَ اَلشَّاهِدَ لِمَا خَفِيَ عَنْهُمْ وَ بِرَحْمَتِكَ أَخْفَيْتَهُ وَ بِفَضْلِكَ سَتَرْتَهُ وَ أَنْ تُوَفِّرَ حَظِّي مِنْ كُلِّ خَيْرٍ أَنْزَلْتَهُ [تنزله] أَوْ إِحْسَانٍ فَضَّلْتَهُ [تفضله] أَوْ بِرٍّ نَشَرْتَهُ [تنشره] أَوْ رِزْقٍ بَسَطْتَهُ [تبسطه] أَوْ ذَنْبٍ تَغْفِرُهُ أَوْ خَطَإٍ تَسْتُرُهُ يَا رَبِّ يَا رَبِّ يَا رَبِّ يَا إِلَهِي وَ سَيِّدِي وَ مَوْلاَيَ وَ مَالِكَ رِقِّي يَا مَنْ بِيَدِهِ نَاصِيَتِي يَا عَلِيماً بِفَقْرِي [بضري] وَ مَسْكَنَتِي يَا خَبِيراً بِفَقْرِي وَ فَاقَتِي يَا رَبِّ يَا رَبِّ يَا رَبِّ أَسْأَلُكَ بِحَقِّكَ وَ قُدْسِكَ وَ أَعْظَمِ صِفَاتِكَ وَ أَسْمَائِكَ أَنْ تَجْعَلَ أَوْقَاتِي مِنَ [في] اَللَّيْلِ وَ اَلنَّهَارِ بِذِكْرِكَ مَعْمُورَةً وَ بِخِدْمَتِكَ مَوْصُولَةً وَ أَعْمَالِي عِنْدَكَ مَقْبُولَةً حَتَّی‌ يَكُونَ أَعْمَالِي و إرادتي [وَ أَوْرَادِي] كُلُّهَا وِرْداً وَاحِداً وَ حَالِي فِي خِدْمَتِكَ سَرْمَداً يَا سَيِّدِي يَا مَنْ إِلَيْهِ مُعَوَّلِي يَا مَنْ إِلَيْهِ شَكَوْتُ أَحْوَالِي يَا رَبِّ يَا رَبِّ يَا رَبِّ أقر [قَوِّ] عَلَی‌ خِدْمَتِكَ جَوَارِحِي وَ اُشْدُدْ عَلَی‌ اَلْعَزِيمَةِ جَوَانِحِي وَ هَبْ لِيَ اَلْجِدَّ فِي خَشْيَتِكَ وَ اَلدَّوَامَ فِي اَلاِتِّصَالِ بِخِدْمَتِكَ حَتَّی‌ أَسْرَحَ إِلَيْكَ فِي مَيَادِينِ اَلسَّابِقِينَ وَ أُسْرِعَ إِلَيْكَ فِي اَلْمُبَارِزِينَ [المبادرين] وَ أَشْتَاقَ إِلَی‌ قُرْبِكَ فِي اَلْمُشْتَاقِينَ وَ أَدْنُوَ مِنْكَ دُنُوَّ اَلْمُخْلِصِينَ وَ أَخَافَكَ مَخَافَةَ المؤمنين [اَلْمُوقِنِينَ] وَ أَجْتَمِعَ فِي جِوَارِكَ مَعَ اَلْمُؤْمِنِينَ اَللَّهُمَّ وَ مَنْ أَرَادَنِي بِسُوءٍ فَأَرِدْهُ وَ مَنْ كَادَنِي فَكِدْهُ وَ اِجْعَلْنِي مِنْ أَحْسَنِ عِبَادِكَ نَصِيباً عِنْدَكَ وَ أَقْرَبِهِمْ مَنْزِلَةً مِنْكَ وَ أَخَصِّهِمْ زُلْفَةً لَدَيْكَ فَإِنَّهُ لاَ يُنَالُ ذَلِكَ إِلاَّ بِفَضْلِكَ وَ جُدْ لِي بِجُودِكَ وَ اِعْطِفْ عَلَيَّ بِمَجْدِكَ وَ اِحْفَظْنِي بِرَحْمَتِكَ وَ اِجْعَلْ لِسَانِي بِذِكْرِكَ لَهِجاً وَ قَلْبِي بِحُبِّكَ مُتَيّماً وَ مُنَّ عَلَيَّ بِحُسْنِ إِجَابَتِكَ وَ أَقِلْنِي عَثْرَتِي وَ اِغْفِرْ زَلَّتِي فَإِنَّكَ قَضَيْتَ عَلَی‌ عِبَادِكَ بِعِبَادَتِكَ وَ أَمَرْتَهُمْ بِدُعَائِكَ وَ ضَمِنْتَ لَهُمُ اَلْإِجَابَةَ فَإِلَيْكَ يَا رَبِّ نَصَبْتُ وَجْهِي وَ إِلَيْكَ يَا رَبِّ مَدَدْتُ يَدِي فَبِعِزَّتِكَ اِسْتَجِبْ لِي دُعَائِي وَ بَلِّغْنِي مُنَايَ وَ لاَ تَقْطَعْ مِنْ فَضْلِكَ رَجَائِي وَ اِكْفِنِي مِنْ شَرِّ اَلْجِنِّ وَ اَلْإِنْسِ مِنْ أَعْدَائِي يَا سَرِيعَ اَلرِّضَا اِغْفِرْ لِمَنْ لاَ يَمْلِكُ إِلاَّ اَلدُّعَاءَ فَإِنَّكَ فَعَّالٌ لِمَا تَشَاءُ يَا مَنِ اِسْمُهُ دَوَاءٌ وَ ذِكْرُهُ شِفَاءٌ وَ طَاعَتُهُ غِناً اِرْحَمْ مَنْ رَأْسُ مَالِهِ اَلرَّجَاءُ وَ سِلاَحُهُ اَلْبُكَاءُ يَا سَابِغَ اَلنِّعَمِ يَا دَافِعَ اَلنِّقَمِ يَا نُورَ اَلْمُسْتَوْحِشِينَ فِي اَلظُّلَمِ يَا عَالِماً لاَ يُعَلَّمُ صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اِفْعَلْ بِي مَا أَنْتَ أَهْلُهُ وَ صَلَّی‌ اَللَّهُ عَلَی‌ مُحَمَّدٍ وَ اَلْأَئِمَّةِ اَلْمَيَامِينِ مِنْ آلِهِ وَ سَلَّمَ تَسْلِيماً ."
  },
  {
    "id": 2,
    "title": "دعاء ابي حمزة الثمالي",
    "text": "المصر اقبال الاعمال\nفَمِنَ اَلدُّعَاءِ فِي سَحَرِ كُلِّ لَيْلَةٍ مِنْ شَهْرِ رَمَضَانَ -: مَا رَوَيْنَاهُ بِإِسْنَادِنَا إِلَی‌ أَبِي مُحَمَّدٍ هَارُونَ بْنِ مُوسَی‌ اَلتَّلَّعُكْبَرِيِّ رَضِيَ اَللَّهُ تَعَالَی‌ عَنْهُ بِإِسْنَادِهِ إِلَی‌ اَلْحَسَنِ بْنِ مَحْبُوبٍ اَلزَّرَّادِ عَنْ أَبِي حَمْزَةَ اَلثُّمَالِيِّ أَنَّهُ قَالَ: كَانَ عَلِيُّ بْنُ اَلْحُسَيْنِ سَيِّدُ اَلْعَابِدِينَ صَلَوَاتُ اَللَّهِ عَلَيْهِ يُصَلِّي عَامَّةَ لَيْلِهِ فِي شَهْرِ رَمَضَانَ فَإِذَا كَانَ فِي اَلسَّحَرِ دَعَا بِهَذَا اَلدُّعَاءِ إِلَهِي لاَ تُؤَدِّبْنِي بِعُقُوبَتِكَ وَ لاَ تَمْكُرْ  بِي فِي حِيلَتِكَ مِنْ أَيْنَ لِي اَلْخَيْرُ يَا رَبِّ وَ لاَ يُوجَدُ إِلاَّ مِنْ عِنْدِكَ وَ مِنْ أَيْنَ لِيَ اَلنَّجَاةُ وَ لاَ تُسْتَطَاعُ إِلاَّ بِكَ لاَ اَلَّذِي أَحْسَنَ اِسْتَغْنَی‌ عَنْ عَوْنِكَ وَ رَحْمَتِكَ وَ لاَ اَلَّذِي أَسَاءَ وَ اِجْتَرَأَ عَلَيْكَ وَ لَمْ يُرْضِكَ خَرَجَ عَنْ قُدْرَتِكَ يَا رَبِّ يَا رَبِّ يَا رَبِّ حَتَّی‌ يَنْقَطِعَ اَلنَّفَسُ بِكَ عَرَفْتُكَ وَ أَنْتَ دَلَلْتَنِي عَلَيْكَ وَ دَعَوْتَنِي إِلَيْكَ وَ لَوْ لاَ أَنْتَ لَمْ أَدْرِ مَا أَنْتَ اَلْحَمْدُ لِلَّهِ اَلَّذِي أَدْعُوهُ فِيُجِيبُنِي وَ إِنْ كُنْتُ بَطِيئاً حِينَ يَدْعُونِي وَ اَلْحَمْدُ لِلَّهِ اَلَّذِي أَسْأَلُهُ فَيُعْطِينِي وَ إِنْ كُنْتُ بَخِيلاً حِينَ يَسْتَقْرِضُنِي وَ اَلْحَمْدُ لِلَّهِ اَلَّذِي أُنَادِيهِ كُلَّمَا شِئْتُ لِحَاجَتِي وَ أَخْلُو بِهِ حَيْثُ شِئْتُ لِسِرِّي بِغَيْرِ شَفِيعٍ فَيَقْضِي لِي حَاجَتِي وَ اَلْحَمْدُ لِلَّهِ اَلَّذِي أَدْعُوهُ وَ لاَ أَدْعُو غَيْرَهُ وَ لَوْ دَعَوْتُ غَيْرَهُ لَمْ يَسْتَجِبْ لِي دُعَائِي وَ اَلْحَمْدُ لِلَّهِ اَلَّذِي أَرْجُوهُ وَ لاَ أَرْجُو غَيْرَهُ وَ لَوْ رَجَوْتُ غَيْرَهُ لَأَخْلَفَ رَجَائِي وَ اَلْحَمْدُ لِلَّهِ اَلَّذِي وَكَلَنِي إِلَيْهِ فَأَكْرَمَنِي وَ لَمْ يَكِلْنِي إِلَی‌ اَلنَّاسِ فَيُهِينُونِي وَ اَلْحَمْدُ لِلَّهِ اَلَّذِي تَحَبَّبَ إِلَيَّ وَ هُوَ غَنِيٌّ عَنِّي وَ اَلْحَمْدُ لِلَّهِ اَلَّذِي يَحْلُمُ عَنِّي حَتَّی‌ كَأَنِّي لاَ ذَنْبَ لِي فَرَبِّي أَحْمَدُ شَيْءٍ عِنْدِي وَ أَحَقُّ بِحَمْدِي اَللَّهُمَّ إِنِّي أَجِدُ سُبُلَ اَلْمَطَالِبِ إِلَيْكَ مُشْرَعَةً وَ مَنَاهِلَ اَلرَّجَاءِ إِلَيْكَ مُتْرَعَةً وَ اَلاِسْتِعَانَةَ بِفَضْلِكَ لِمَنْ أَمَّلَكَ مُبَاحَةً وَ أَبْوَابَ اَلدُّعَاءِ إِلَيْكَ لِلصَّارِخِينَ مَفْتُوحَةً وَ أَعْلَمُ أَنَّكَ لِلرَّاجِينَ [لِلرَّاجِي] بِمَوْضِعِ إِجَابَةٍ وَ لِلْمَلْهُوفِينَ [لِلْمَلْهُوفِ] بِمَرْصَدِ إِغَاثَةٍ وَ أَنَّ فِي اَللَّهْفِ إِلَی‌ جُودِكَ وَ اَلرِّضَا بِقَضَائِكَ عِوَضاً مِنْ مَنْعِ اَلْبَاخِلِينَ وَ مَنْدُوحَةً عَمَّا فِي أَيْدِي اَلْمُسْتَأْثِرِينَ وَ أَنَّ اَلرَّاحِلَ إِلَيْكَ قَرِيبُ اَلْمَسَافَةِ وَ أَنَّكَ لاَ تَحْتَجِبُ عَنْ خَلْقِكَ إِلاَّ [وَ لَكِنْ] أَنْ تَحْجُبَهُمُ اَلْأَعْمَالُ اَلسَّيِّئَةُ دُونَكَ [اَلْآمَالُ دُونَكَ] وَ قَدْ قَصَدْتُ إِلَيْكَ بِطَلِبَتِي وَ تَوَجَّهْتُ إِلَيْكَ بِحَاجَتِي وَ جَعَلْتُ بِكَ اِسْتِغَاثَتِي [اِسْتِعَانَتِي] وَ بِدُعَائِكَ تَوَسُّلِي مِنْ غَيْرِ اِسْتِحْقَاقٍ لاِسْتِمَاعِكَ مِنِّي وَ لاَ اِسْتِيجَابٍ لِعَفْوِكَ عَنِّي بَلْ لِثِقَتِي بِكَرَمِكَ وَ سُكُونِي إِلَی‌ صِدْقِ وَعْدِكَ وَ لَجَئِي إِلَی‌ اَلْإِيمَانِ بِتَوْحِيدِكَ وَ يَقِينِي [وَ ثِقَتِي] بِمَعْرِفَتِكَ مِنِّي أَنْ لاَ رَبَّ لِي غَيْرُكَ وَ لاَ إِلَهَ لِي إِلاَّ أَنْتَ وَحْدَكَ لاَ شَرِيكَ لَكَ اَللَّهُمَّ أَنْتَ اَلْقَائِلُ وَ قَوْلُكَ حَقٌّ وَ وَعْدُكَ صِدْقٌ وَ سْئَلُوا اَللّٰهَ مِنْ فَضْلِهِ إِنَّ اَللّٰهَ كٰانَ بِكُمْ رَحِيماً وَ لَيْسَ مِنْ صِفَاتِكَ يَا سَيِّدِي أَنْ تَأْمُرَ بِالسُّؤَالِ وَ تَمْنَعَ اَلْعَطِيَّةَ وَ أَنْتَ اَلْمَنَّانُ بِالْعَطَايَا [بِالْعَطِيَّاتِ] عَلَی‌ أَهْلِ مَمْلَكَتِكَ وَ اَلْعَائِدُ عَلَيْهِمْ بِتَحَنُّنِ رَأْفَتِكَ إِلَهِي رَبَّيْتَنِي فِي نِعَمِكَ وَ إِحْسَانِكَ صَغِيراً وَ نَوَّهْتَ بِاسْمِي كَبِيراً فَيَا مَنْ رَبَّانِي فِي اَلدُّنْيَا بِإِحْسَانِهِ وَ تَفَضُّلِهِ [وَ بِفَضْلِهِ] وَ نِعَمِهِ وَ أَشَارَ لِي فِي اَلْآخِرَةِ إِلَی‌ عَفْوِهِ وَ كَرَمِهِ مَعْرِفَتِي يَا مَوْلاَيَ دَلَّتْنِي [دَلِيلِي] عَلَيْكَ وَ حُبِّي لَكَ شَفِيعِي إِلَيْكَ وَ أَنَا وَاثِقٌ مِنْ دَلِيلِي بِدَلاَلَتِكَ وَ سَاكِنٌ مِنْ شَفِيعِي إِلَی‌ شَفَاعَتِكَ أَدْعُوكَ يَا سَيِّدِي بِلِسَانٍ قَدْ أَخْرَسَهُ ذَنْبُهُ رَبِّ أُنَاجِيكَ بِقَلْبٍ قَدْ أَوْبَقَهُ جُرْمُهُ أَدْعُوكَ يَا رَبِّ رَاهِباً رَاغِباً رَاجِياً خَائِفاً إِذَا رَأَيْتُ مَوْلاَيَ ذُنُوبِي َزِعْتُ وَ إِذَا رَأَيْتُ كَرَمَكَ [عَفْوَكَ] طَمِعْتُ فَإِنْ عَفَوْتَ [غَفَرْتَ] فَخَيْرُ رَاحِمٍ وَ إِنْ عَذَّبْتَ فَغَيْرُ ظَالِمٍ حُجَّتِي يَا اَللَّهُ فِي جُرْأَتِي عَلَی‌ مَسْأَلَتِكَ مَعَ إِتْيِانِي مَا تَكْرَهُ جُودُكَ وَ كَرَمُكَ وَ عُدَّتِي فِي شِدَّتِي مَعَ قِلَّةِ حَيَائِي رَأْفَتُكَ وَ رَحْمَتُكَ وَ قَدْ رَجَوْتُ أَلاَّ تُخَيِّبَ بَيْنَ ذَيْنِ وَ ذَيْنِ مُنْيَتِي [أُمْنِيَّتِي] فَحَقِّقْ [فَصَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ حَقِّقْ] رَجَائِي وَ اِسْمَعْ دُعَائِي يَا خَيْرَ مَنْ دَعَاهُ دَاعٍ وَ أَفْضَلَ مَنْ رَجَاهُ رَاجٍ عَظُمَ يَا سَيِّدِي أَمَلِي وَ سَاءَ عَمَلِي فَأَعْطِنِي مِنْ عَفْوِكَ بِمِقْدَارِ أَمَلِي وَ لاَ تُؤَاخِذْنِي بِسُوءِ [بِأَسْوَاءِ] عَمَلِي فَإِنَّ كَرَمَكَ يَجِلُّ عَنْ مُجَازَاتِ اَلْمُذْنِبِينَ وَ حِلْمَكَ يَكْبُرُ عَنْ مُكَافَاةِ اَلْمُقَصِّرِينَ وَ أَنَا يَا سَيِّدِي عَائِذٌ بِفَضْلِكَ هَارِبٌ مِنْكَ إِلَيْكَ مُتَنَجِّزٌ مَا وَعَدْتَ مِنَ اَلصَّفْحِ عَمَّنْ أَحْسَنَ بِكَ ظَنّاً وَ مَا أَنَا يَا رَبِّ وَ مَا خَطَرِي هَبْنِي بِفَضْلِكَ وَ تَصَدَّقْ عَلَيَّ بِعَفْوِكَ أَيْ رَبِّ جَلِّلْنِي بِسَتْرِكَ [سَتْرَكَ] وَ اُعْفُ عَنِّي تَوْبِيخِي بِكَرَمِ وَجْهِكَ فَلَوِ اِطَّلَعَ اَلْيَوْمَ عَلَی‌ ذَنْبِي غَيْرُكَ مَا فَعَلْتُهُ وَ لَوْ خِفْتُ تَعْجِيلَ اَلْعُقُوبَةِ لاَجْتَنَبْتُهُ لاَ لِأَنَّكَ أَهْوَنُ اَلنَّاظِرِينَ إِلَيَّ وَ أَخَفُّ اَلْمُطَّلِعِينَ عَلَيَّ بَلْ لِأَنَّكَ يَا رَبِّ خَيْرُ اَلسَّاتِرِينَ وَ أَحْلَمُ اَلْأَحْلَمِينَ [وَ أَحْكَمُ اَلْحَاكِمِينَ] وَ أَكْرَمُ اَلْأَكْرَمِينَ سَتَّارُ اَلْعُيُوبِ غَفَّارُ اَلذُّنُوبِ عَلاَّمُ اَلْغُيُوبِ تَسْتُرُ اَلذَّنْبَ بِكَرَمِكَ وَ تُؤَخِّرُ اَلْعُقُوبَةَ بِحِلْمِكَ فَلَكَ اَلْحَمْدُ عَلَی‌ حِلْمِكَ بَعْدَ عِلْمِكَ وَ عَلَی‌ عَفْوِكَ بَعْدَ قُدْرَتِكَ وَ يَحْمِلُنِي وَ يُجَرِّئُنِي عَلَی‌ مَعْصِيَتِكَ حِلْمُكَ عَنِّي وَ يَدْعُونِي إِلَی‌ قِلَّةِ اَلْحَيَاءِ سَتْرُكَ عَلَيَّ وَ يُسْرِعُنِي إِلَی‌ اَلتَّوَثُّبِ عَلَی‌ مَحَارِمِكَ مَعْرِفَتِي بِسَعَةِ رَحْمَتِكَ وَ عَظِيمِ عَفْوِكَ يَا حَلِيمُ يَا كَرِيمُ يَا حَيُّ يَا غَافِرَ اَلذَّنْبِ يَا قَابِلَ اَلتَّوْبِ يَا عَظِيمَ اَلْمَنِّ يَا مَوْصُوفاً بِالْإِحْسَانِ [يَا قَدِيمَ اَلْإِحْسَانِ] أَيْنَ سَتْرُكَ اَلْجَمِيلُ أَيْنَ عَفْوُكَ اَلْجَلِيلُ [يَا جَلِيلُ] أَيْنَ فَرَجُكَ اَلْقَرِيبُ أَيْنَ غِيَاثُكَ اَلسَّرِيعُ أَيْنَ رَحْمَتُكَ اَلْوَاسِعَةُ أَيْنَ عَطَايَاكَ اَلْفَاضِلَةُ أَيْنَ مَوَاهِبُكَ اَلْهَنِيئَةُ أَيْنَ صَنَائِعُكَ اَلسَّنِيَّةُ أَيْنَ فَضْلُكَ اَلْعَظِيمُ أَيْنَ مَنُّكَ اَلْجَسِيمُ أَيْنَ إِحْسَانُكَ اَلْقَدِيمُ أَيْنَ كَرَمُكَ يَا كَرِيمُ بِكَ [بِهِ] وَ بِمُحَمَّدٍ وَ آلِ مُحَمَّدٍ عَلَيْهِمُ السَّلاَمُ فَاسْتَنْقِذْنِي وَ بِرَحْمَتِكَ [وَ بِهِ وَ بِهِمْ] فَخَلِّصْنِي يَا مُحْسِنُ يَا مُجْمِلُ يَا مُنْعِمُ يَا مُفْضِلُ [يَا مُتَفَضِّلُ] لَسْنَا نَتَّكِلُ فِي اَلنَّجَاةِ مِنْ عِقَابِكَ عَلَی‌ أَعْمَالِنَا بَلْ بِفَضْلِكَ عَلَيْنَا لِأَنَّكَ أَهْلُ اَلتَّقْوی‌ وَ أَهْلُ اَلْمَغْفِرَةِ تُبْدِئُ [تَبْتَدِئُ] بِالْإِحْسَانِ نِعَماً وَ تَعْفُو عَنِ اَلذَّنْبِ كَرَماً فَمَا نَدْرِي مَا نَشْكُرُ أَ جَمِيلَ مَا تَنْشُرُ أَمْ قَبِيحَ مَا تَسْتُرُ أَمْ عَظِيمَ مَا أَبْلَيْتَ وَ أَوْلَيْتَ أَمْ كَثِيرَ مَا مِنْهُ نَجَّيْتَ وَ عَافَيْتَ يَا حَبِيبَ مَنْ تَحَبَّبَ إِلَيْكَ وَ يَا قُرَّةَ عَيْنِ مَنْ لاَذَ بِكَ وَ اِنْقَطَعَ إِلَيْكَ أَنْتَ اَلْمُحْسِنُ وَ نَحْنُ اَلْمُسِيئُونَ فَتَجَاوَزْ يَا رَبِّ عَنْ قَبِيحِ مَا عِنْدَنَا بِجَمِيلِ مَا عِنْدَكَ وَ أَيُّ [فَأَيُّ] جَهْلٍ يَا رَبِّ لاَ يَسَعُهُ جُودُكَ وَ أَيُّ [أَوْ أَيُّ] زَمَانٍ أَطْوَلُ مِنْ أَنَاتِكَ وَ مَا قَدْرُ أَعْمَالِنَا فِي جَنْبِ نِعَمِكَ وَ كَيْفَ نَسْتَكْثِرُ أَعْمَالاً [تُسْتَكْثَرُ أَعْمَالٌ] يُقَابَلُ بِهَا كَرَمُكَ بَلْ كَيْفَ يَضِيقُ عَلَی‌ اَلْمُذْنِبِينَ مَا وَسِعَهُمْ [وَصَفْتُهُ] مِنْ رَحْمَتِكَ يَا وَاسِعَ اَلْمَغْفِرَةِ يَا بَاسِطَ اَلْيَدَيْنِ بِالرَّحْمَةِ فَوَ عِزَّتِكَ يَا سَيِّدِي لَوِ اِنْتَهَرْتَنِي مَا بَرِحْتُ عَنْ [مِنْ] بَابِكَ وَ لاَ كَفَفْتُ عَنْ تَمَلُّقِكَ لِمَا اِنْتَهَی‌ إِلَيَّ يَا سَيِّدِي مِنَ اَلْمَعْرِفَةِ بِجُودِكَ وَ كَرَمِكَ وَ أَنْتَ اَلْفَاعِلُ لِمَا تَشَاءُ تُعَذِّبُ مَنْ تَشَاءُ بِمَا تَشَاءُ كَيْفَ تَشَاءُ وَ تَرْحَمُ مَنْ تَشَاءُ بِمَا تَشَاءُ كَيْفَ تَشَاءُ وَ لاَ تُسْأَلُ عَنْ فِعْلِكَ وَ لاَ تُنَازَعُ فِي مُلْكِكَ وَ لاَ تُشَارَكُ فِي أَمْرِكَ وَ لاَ تُضَادُّ فِي ُكْمِكَ وَ لاَ يَعْتَرِضُ عَلَيْكَ أَحَدٌ فِي تَدْبِيرِكَ لَكَ اَلْخَلْقُ وَ اَلْأَمْرُ تَبٰارَكَ اَللّٰهُ رَبُّ اَلْعٰالَمِينَ [تَبَارَكْتَ يَا رَبَّ اَلْعَالَمِينَ] أَنْتَ أَحْسَنُ اَلْخَالِقِينَ وَ رَبُّ اَلْعَالَمِينَ يَا رَبِّ هَذَا مَقَامُ مَنْ لاَذَ بِكَ وَ اِسْتَجَارَ بِكَرَمِكَ وَ أَلِفَ إِحْسَانَكَ وَ نِعَمَكَ وَ أَنْتَ اَلْجَوَادُ اَلَّذِي لاَ يَضِيقُ عَفْوُكَ وَ لاَ يَنْقُصُ فَضْلُكَ وَ لاَ تَقِلُّ رَحْمَتُكَ وَ قَدْ تَوَثَّقْنَا مِنْكَ بِالصَّفْحِ اَلْقَدِيمِ وَ اَلْفَضْلِ اَلْعَظِيمِ وَ اَلرَّحْمَةِ اَلْوَاسِعَةِ أَ فَتَرَاكَ يَا رَبِّ تُخْلِفُ ظُنُونَنَا أَوْ تُخَيِّبُ آمَالَنَا كَلاَّ يَا كَرِيمُ فَلَيْسَ [لَيْسَ] هَذَا ظَنُّنَا بِكَ وَ لاَ هَذَا طَمَعُنَا فِيكَ يَا رَبِّ إِنَّ لَنَا فِيكَ أَمَلاً طَوِيلاً كَثِيراً [كَبِيراً] إِنَّ لَنَا فِيكَ [بِكَ] رَجَاءً عَظِيماً عَصَيْنَاكَ وَ نَحْنُ نَرْجُو أَنْ تَسْتُرَ عَلَيْنَا وَ دَعَوْنَاكَ وَ نَحْنُ نَرْجُو أَنْ تَسْتَجِيبَ لَنَا فَحَقِّقْ رَجَائَنَا يَا مَوْلاَنَا فَقَدْ عَلِمْنَا مَا نَسْتَوْجِبُ بِأَعْمَالِنَا وَ لَكِنْ عِلْمُكَ فِينَا وَ عِلْمُنَا بِأَنَّكَ لاَ تَصْرِفُنَا عَنْكَ حَثَّنَا عَلَی‌ اَلرَّغْبَةِ إِلَيْكَ وَ إِنْ كُنَّا غَيْرَ مُسْتَوْجِبِينَ لِرَحْمَتِكَ فَأَنْتَ أَهْلٌ أَنْ تَجُودَ عَلَيْنَا وَ عَلَی‌ اَلْمُذْنِبِينَ بِفَضْلِ سَعَتِكَ فَامْنُنْ عَلَيْنَا بِمَا أَنْتَ أَهْلُهُ وَ جُدْ عَلَيْنَا فَإِنَّا مُحْتَاجُونَ إِلَی‌ نَيْلِكَ يَا غَفَّارُ بِنُورِكَ اِهْتَدَيْنَا وَ بِفَضْلِكَ اِسْتَغْنَيْنَا وَ بِنِعْمَتِكَ [وَ فِي نِعَمِكَ] أَصْبَحْنَا وَ أَمْسَيْنَا ذُنُوبُنَا بَيْنَ يَدَيْكَ نَسْتَغْفِرُكَ اَللَّهُمَّ مِنْهَا وَ نَتُوبُ إِلَيْكَ تَتَحَبَّبُ إِلَيْنَا بِالنِّعَمِ وَ نُعَارِضُكَ بِالذُّنُوبِ خَيْرُكَ إِلَيْنَا نَازِلٌ وَ شَرُّنَا إِلَيْكَ صَاعِدٌ وَ لَمْ يَزَلْ وَ لاَ يَزَالُ مَلَكٌ كَرِيمٌ يَأْتِيكَ عَنَّا [فِي كُلِّ يَوْمٍ] بِعَمَلٍ قَبِيحٍ فَلاَ يَمْنَعُكَ مَا يَأْتِي مِنَّا مِنْ ذَلِكَ مِنْ أَنْ تَحُوطَنَا بِنِعْمَتِكَ [بِنِعَمِكَ] وَ تَتَفَضَّلَ عَلَيْنَا بِآلاَئِكَ فَسُبْحَانَكَ مَا أَحْلَمَكَ وَ أَعْظَمَكَ وَ أَكْرَمَكَ مُبْدِئاً وَ مُعِيداً تَقَدَّسَتْ أَسْمَاؤُكَ وَ جَلَّ ثَنَاؤُكَ وَ كَرُمَ صَنَائِعُكَ وَ فَعَالُكَ [وَ أَكْرَمَ صَنَائِعَكَ وَ فَعَالَكَ] أَنْتَ يَا إِلَهِي أَوْسَعُ فَضْلاً وَ أَعْظَمُ حِلْماً مِنْ أَنْ تُقَايِسَنِي بِعَمَلِي [بِفِعْلِي] وَ خَطِيئَتِي فَالْعَفْوَ اَلْعَفْوَ اَلْعَفْوَ سَيِّدِي سَيِّدِي سَيِّدِي اَللَّهُمَّ اِشْغَلْنَا بِذِكْرِكَ وَ أَعِذْنَا مِنْ سَخَطِكَ وَ أَجِرْنَا مِنْ عِقَابِكَ [عَذَابِكَ] وَ اُرْزُقْنَا مِنْ مَوَاهِبِكَ وَ أَنْعِمْ عَلَيْنَا مِنْ فَضْلِكَ وَ اُرْزُقْنَا حَجَّ بَيْتِكَ وَ زِيَارَةَ قَبْرِ نَبِيِّكَ صَلَوَاتُكَ وَ رَحْمَتُكَ وَ مَغْفِرَتُكَ وَ بَرَكَاتُكَ وَ رِضْوَانُكَ عَلَيْهِ وَ عَلَی‌ أَهْلِ بَيْتِهِ إِنَّكَ قَرِيبٌ مُجِيبٌ وَ اُرْزُقْنَا [طَاعَتَكَ] عَمَلاً بِطَاعَتِكَ وَ تَوَفَّنَا عَلَی‌ مِلَّتِكَ وَ سُنَّةِ رَسُولِكَ صَلَّی‌ اَللَّهُ عَلَيْهِ وَ آلِهِ اَللَّهُمَّ صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِهِ وَ اِغْفِرْ لِي وَ لِوٰالِدَيَّ وَ اِرْحَمْهُمٰا كَمٰا رَبَّيٰانِي صَغِيراً وَ اِجْزِهِمَا بِالْإِحْسَانِ إِحْسَاناً وَ بِالسَّيِّئَاتِ غُفْرَاناً اَللَّهُمَّ اِغْفِرْ لِلْمُؤْمِنِينَ وَ اَلْمُؤْمِنَاتِ وَ اَلْمُسْلِمِينَ وَ اَلْمُسْلِمَاتِ اَلْأَحْيَاءِ مِنْهُمْ وَ اَلْأَمْوَاتِ وَ تَابِعْ بَيْنَنَا وَ بَيْنَهُمْ بِالْخَيْرَاتِ اَللَّهُمَّ اِغْفِرْ لِحَيِّنَا وَ مَيِّتِنَا وَ شَاهِدِنَا وَ غَائِبِنَا ذَكَرِنَا وَ أُنْثَانَا صَغِيرِنَا وَ كَبِيرِنَا حُرِّنَا وَ مَمْلُوكِنَا كَذَبَ اَلْعَادِلُونَ بِاللَّهِ وَ ضَلُّوا ضَلاٰلاً بَعِيداً وَ خَسِرُوا خُسْرٰاناً مُبِيناً اَللَّهُمَّ صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ اِخْتِمْ لِي بِخَيْرٍ وَ اِكْفِنِي مَا أَهَمَّنِي مِنْ أَمْرِ دُنْيَايَ وَ آخِرَتِي وَ لاَ تُسَلِّطْ عَلَيَّ مَنْ لاَ يَرْحَمُنِي وَ اِجْعَلْ عَافِيَتَكَ عَلَيَّ مِنْكَ [جُنَّةً] وَاقِيَةً بَاقِيَةً وَ لاَ تَسْلُبْنِي صَالِحَ مَا أَنْعَمْتَ بِهِ عَلَيَّ وَ اُرْزُقْنِي مِنْ فَضْلِكَ اَلْوَاسِعِ رِزْقاً وَاسِعاً حَلاَلاً طَيِّباً اَللَّهُمَّ [وَ] اُحْرُسْنِي بِحَرَاسَتِكَ وَ اِحْفَظْنِي بِحِفْظِكَ وَ اِكْلَأْنِي بِكَلاَءَتِكَ وَ اُرْزُقْنِي مِنْ فَضْلِكَ حَجَّ بَيْتِكَ اَلْحَرَامِ فِي عَامِي [عَامِنَا] هَذَا وَ فِي كُلِّ عَامٍ [مَا أَبْقَيْتَنَا] وَ [اِرْزُقْنِي] زِيَارَةَ قَبْرِ نَبِيِّكَ صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ وَ اَلْأَئِمَّةِ عَلَيْهِمُ اَلسَّلاَمُ وَ اَ تُخْلِنِي يَا رَبِّ مِنْ تِلْكَ اَلْمَشَاهِدِ اَلشَّرِيفَةِ وَ اَلْمَوَاقِفِ اَلْكَرِيمَةِ اَللَّهُمَّ [وَ] تُبْ عَلَيَّ حَتَّی‌ لاَ أَعْصِيَكَ وَ أَلْهِمْنِي اَلْخَيْرَ وَ اَلْعَمَلَ بِهِ وَ خَشْيَتَكَ بِاللَّيْلِ وَ اَلنَّهَارِ [أَبَداً] مَا أَبْقَيْتَنِي يَا رَبَّ اَلْعَالَمِينَ اَللَّهُمَّ [اَللَّهُمَّ إِنِّي] مَا لِي كُلَّمَا قُلْتُ قَدْ تَهَيَّأْتُ وَ تَعَبَّأْتُ وَ قُمْتُ لِلصَّلاَةِ بَيْنَ يَدَيْكَ وَ نَاجَيْتُكَ أَلْقَيْتَ عَلَيَّ نُعَاساً إِذَا أَنَا صَلَّيْتُ وَ سَلَبْتَنِي مُنَاجَاتِكَ إِذَا أَنَا نَاجَيْتُكَ مَا لِي كُلَّمَا قُلْتُ قَدْ صَلُحَتْ سَرِيرَتِي وَ قَرُبَ مِنْ مَجَالِسِ اَلتَّوَّابِينَ مَجْلِسِي عَرَضَتْ لِي بَلِيَّةٌ أَزَالَتْ قَدَمِي [قَدَمَيَّ] وَ حَالَتْ بَيْنِي وَ بَيْنَ خِدْمَتِكَ سَيِّدِي لَعَلَّكَ عَنْ بَابِكَ طَرَدَتْنِي وَ عَنْ خِدْمَتِكَ نَحَّيْتَنِي أَوْ لَعَلَّكَ رَأَيْتَنِي مُسْتَخِفّاً بِحَقِّكَ فَأَقْصَيْتَنِي أَوْ لَعَلَّكَ رَأَيْتَنِي مُعْرِضاً عَنْكَ فَقَلَيْتَنِي أَوْ لَعَلَّكَ وَجَدْتَنِي فِي مَقَامِ اَلْكَاذِبِينَ [اَلْكَذَّابِينَ] فَرَفَضْتَنِي أَوْ لَعَلَّكَ رَأَيْتَنِي غَيْرَ شَاكِرٍ لِنَعْمَائِكَ فَحَرَمْتَنِي أَوْ لَعَلَّكَ فَقَدْتَنِي مِنْ مَجَالِسِ اَلْعُلَمَاءِ فَخَذَلْتَنِي أَوْ لَعَلَّكَ رَأَيْتَنِي فِي اَلْغَافِلِينَ فَمِنْ رَحْمَتِكَ آيَسْتَنِي أَوْ لَعَلَّكَ رَأَيْتَنِي آلِفَ مَجَالِسِ اَلْبَطَّالِينَ فَبَيْنِي وَ بَيْنَهُمْ خَلَّيْتَنِي أَوْ لَعَلَّكَ لَمْ تُحِبَّ أَنْ تَسْمَعَ دُعَائِي فَبَاعَدْتَنِي أَوْ لَعَلَّكَ بِجُرْمِي [بِجُرْأَتِي] وَ جَرِيرَتِي كَافَيْتَنِي أَوْ لَعَلَّكَ بِقِلَّةِ حَيَائِي مِنْكَ جَازَيْتَنِي فَإِنْ عَفَوْتَ يَا رَبِّ فَطَالَ مَا عَفَوْتَ عَنِ اَلْمُذْنِبِينَ قَبْلِي لِأَنَّ كَرَمَكَ أَيْ رَبِّ يَجِلُّ عَنْ مُجَازَاتِ اَلْمُذْنِبِينَ وَ حِلْمَكَ يَكْبُرُ عَنْ مُكَافَاةِ اَلْمُقَصِّرِينَ وَ أَنَا عَائِذٌ بِفَضْلِكَ هَارِبٌ مِنْكَ إِلَيْكَ مُتَنَجِّزٌ مَا وَعَدْتَ مِنَ اَلصَّفْحِ عَمَّنْ أَحْسَنَ بِكَ ظَنّاً إِلَهِي أَنْتَ أَوْسَعُ فَضْلاً وَ أَعْظَمُ حِلْماً مِنْ أَنْ تُقَايِسَنِي بِعَمَلِي أَوْ أَنْ تَسْتَزِلَّنِي بِخَطِيئَتِي وَ مَا أَنَا يَا سَيِّدِي وَ مَا خَطَرِي هَبْنِي بِفَضْلِكَ يَا سَيِّدِي وَ تَصَدَّقْ عَلَيَّ بِعَفْوِكَ وَ جَلِّلْنِي بِسَتْرِكَ وَ اُعْفُ عَنْ تَوْبِيخِي بِكَرَمِ وَجْهِكَ سَيِّدِي أَنَا اَلصَّغِيرُ اَلَّذِي رَبَّيْتَهُ وَ أَنَا اَلْجَاهِلُ اَلَّذِي عَلَّمْتَهُ وَ أَنَا اَلضَّالُّ اَلَّذِي هَدَيْتَهُ وَ أَنَا اَلْوَضِيعُ اَلَّذِي رَفَعْتَهُ وَ أَنَا اَلْخَائِفُ اَلَّذِي آمَنْتَهُ وَ اَلْجَائِعُ اَلَّذِي أَشْبَعْتَهُ وَ اَلْعَطْشَانُ اَلَّذِي أَرْوَيْتَهُ وَ اَلْعَارِي اَلَّذِي كَسَوْتَهُ وَ اَلْفَقِيرُ اَلَّذِي أَغْنَيْتَهُ وَ اَلضَّعِيفُ اَلَّذِي قَوَّيْتَهُ وَ اَلذَّلِيلُ اَلَّذِي أَعْزَزْتَهُ وَ اَلسَّقِيمُ اَلَّذِي شَفَيْتَهُ وَ اَلسَّائِلُ اَلَّذِي أَعْطَيْتَهُ وَ اَلْمُذْنِبُ اَلَّذِي سَتَرْتَهُ وَ اَلْخَاطِئُ اَلَّذِي أَقَلْتَهُ وَ أَنَا اَلْقَلِيلُ اَلَّذِي كَثَّرْتَهُ وَ اَلْمُسْتَضْعَفُ اَلَّذِي نَصَرْتَهُ وَ أَنَا اَلطَّرِيدُ اَلَّذِي آوَيْتَهُ فَلَكَ اَلْحَمْدُ وَ أَنَا يَا رَبِّ اَلَّذِي لَمْ أَسْتَحْيِكَ فِي اَلْخَلاَءِ وَ لَمْ أُرَاقِبْكَ فِي اَلْمَلاَءِ وَ أَنَا صَاحِبُ اَلدَّوَاهِي اَلْعُظْمَی‌ أَنَا اَلَّذِي عَلَی‌ سَيِّدِهِ اِجْتَرَی‌ أَنَا اَلَّذِي عَصَيْتُ جَبَّارَ اَلسَّمَاءِ أَنَا اَلَّذِي أَعْطَيْتُ عَلَی‌ اَلْمَعَاصِي جَلِيلَ [اَلْجَلِيلِ] اَلرِّشَا أَنَا اَلَّذِي حِينَ بُشِّرْتُ بِهَا خَرَجْتُ إِلَيْهَا أَسْعَی‌ أَنَا اَلَّذِي أَمْهَلْتَنِي فَمَا اِرْعَوَيْتُ وَ سَتَرْتَ عَلَيَّ فَمَا اِسْتَحْيَيْتُ وَ عَمِلْتُ بِالْمَعَاصِي فَتَعَدَّيْتُ وَ أَسْقَطْتَنِي مِنْ عَيْنِكَ فَمَا بَالَيْتُ فَبِحِلْمِكَ أَمْهَلْتَنِي وَ بِسِتْرِكَ سَتَرْتَنِي حَتَّی‌ كَأَنَّكَ أَغْفَلْتَنِي وَ مِنْ عُقُوبَاتِ اَلْمَعَاصِي جَنَّبْتَنِي حَتَّی‌ كَأَنَّكَ اِسْتَحْيَيْتَنِي إِلَهِي لَمْ أَعْصِكَ حِينَ عَصَيْتُكَ وَ أَنَا لِرُبُوبِيَّتِكَ [بِرُبُوبِيَّتِكَ] جَاحِدٌ وَ لاَ بِأَمْرِكَ مُسْتَخِفٌّ وَ لاَ لِعُقُوبَتِكَ مُتَعَرِّضٌ وَ لاَ لِوَعِيدِكَ مُتَهَاوِنٌ وَ لَكِنْ خَطِيئَةٌ عَرَضَتْ وَ سَوَّلَتْ لِي نَفْسِي وَ غَلَبَنِي هَوَايَ وَ أَعَانَنِي عَلَيْهَا شِقْوَتِي وَ غَرَّنِي سِتْرُكَ اَلْمُرْخَی‌ عَلَيَّ فَقَدْ عَصَيْتُكَ وَ خَالَفْتُكَ بِجُهْدِي فَالْآنَ مِنْ عَذَابِكَ مَنْ يَسْتَنْقِذُنِي وَ مِنْ أَيْدِي اَلْخُصَمَاءِ غَداً مَنْ يُخَلِّصَنِي وَ بِحَبْلِ مَنْ أَتَّصِلُ إِنْ أَنْتَ قَطَعْتَ حَبْلَكَ عَنِّي َوَا سَوْأَتَا [سَوْأَتَی‌] عَلَی‌ مَا أَحْصَی‌ كِتَابُكَ مِنْ عَمَلِيَ اَلَّذِي لَوْ لاَ مَا أَرْجُو مِنْ كَرَمِكَ وَ سَعَةِ رَحْمَتِكَ وَ نَهْيِكَ إِيَّايَ عَنِ اَلْقُنُوطِ لَقَنَطْتُ عِنْدَ مَا أَتَذَكَّرُهَا يَا خَيْرَ مَنْ دَعَاهُ دَاعٍ وَ أَفْضَلَ مَنْ رَجَاهُ رَاجٍ اَللَّهُمَّ بِذِمَّةِ اَلْإِسْلاَمِ أَتَوَسَّلُ إِلَيْكَ وَ بِحُرْمَةِ اَلْقُرْآنِ أَعْتَمِدُ عَلَيْكَ وَ بِحُبِّي لِلنَّبِيِّ اَلْأُمِّيِّ اَلْقُرَشِيِّ اَلْهَاشِمِيِّ اَلْعَرَبِيِّ اَلتِّهَامِيِّ اَلْمَدَنِيِّ اَلْمَكِّيِّ صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ أَرْجُو اَلزُّلْفَةَ لَدَيْكَ فَلاَ تُوحِشِ اِسْتِينَاسَ إِيمَانِي وَ لاَ تَجْعَلْ ثَوَابِي ثَوَابَ مَنْ عَبَدَ سِوَاكَ فَإِنَّ قَوْماً آمَنُوا بِأَلْسِنَتِهِمْ لِيَحْقِنُوا بِهِ دِمَائَهُمْ فَأَدْرَكُوا مَا أَمَّلُوا وَ إِنَّا آمَنَّا بِكَ بِأَلْسِنَتِنَا وَ قُلُوبِنَا لِتَعْفُوَ عَنَّا فَأَدْرِكْنَا [فَأَدْرِكْ بِنَا] مَا أَمَّلْنَا وَ ثَبِّتْ رَجَاءَكَ فِي صُدُورِنَا وَ لاٰ تُزِغْ قُلُوبَنٰا بَعْدَ إِذْ هَدَيْتَنٰا وَ هَبْ لَنٰا مِنْ لَدُنْكَ رَحْمَةً إِنَّكَ أَنْتَ اَلْوَهّٰابُ فَوَ عِزَّتِكَ لَوِ اِنْتَهَرْتَنِي مَا بَرِحْتُ عَنْ [مِنْ] بَابِكَ وَ لاَ كَفَفْتُ عَنْ تَمَلُّقِكَ لِمَا أُلْهِمَ قَلْبِي يَا سَيِّدِي مِنَ اَلْمَعْرِفَةِ بِكَرَمِكَ وَ سَعَةِ رَحْمَتِكَ إِلَهِي إِلَی‌ مَنْ يَذْهَبُ اَلْعَبْدُ إِلاَّ إِلَی‌ مَوْلاَهُ وَ إِلَی‌ مَنْ يَلْتَجِئُ اَلْمَخْلُوقُ إِلاَّ إِلَی‌ خَالِقِهِ إِلَهِي لَوْ قَرَنْتَنِي [فِي] بِالْأَصْفَادِ وَ مَنَعْتَنِي سَيْبَكَ مِنْ بَيْنِ اَلْأَشْهَادِ وَ دَلَلْتَ عَلَی‌ فَضَائِحِي عُيُونَ اَلْعِبَادِ وَ أَمَرْتَ بِي إِلَی‌ اَلنَّارِ وَ حُلْتَ بَيْنِي وَ بَيْنَ اَلْأَبْرَارِ مَا قَطَعْتُ رَجَائِي مِنْكَ وَ لاَ صَرَفْتُ وَجْهَ تَأْمِيلِي لِلْعَفْوِ عَنْكَ وَ لاَ خَرَجَ حُبُّكَ مِنْ قَلْبِي أَنَا لاَ أَنْسَی‌ أَيَادِيَكَ عِنْدِي وَ سَتْرَكَ عَلَيَّ فِي دَارِ اَلدُّنْيَا سَيِّدِي صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَخْرِجْ حُبَّ اَلدُّنْيَا مِنْ قَلْبِي وَ اِجْمَعْ بَيْنِي وَ بَيْنَ اَلْمُصْطَفَی‌ وَ آلِهِ خِيَرَتِكَ مِنْ خَلْقِكَ [وَ] خَاتَمِ اَلنَّبِيِّينَ مُحَمَّدٍ صَلَّی‌ اَللَّهُ [صَلَوَاتُكَ] عَلَيْهِ وَ آلِهِ وَ اُنْقُلْنِي إِلَی‌ دَرَجَةِ اَلتَّوْبَةِ إِلَيْكَ وَ أَعِنِّي بِالْبُكَاءِ عَلَی‌ نَفْسِي فَقَدْ أَفْنَيْتُ بِالتَّسْوِيفِ وَ اَلْآمَالِ عُمُرِي وَ قَدْ نَزَلْتُ مَنْزِلَةَ اَلْآيِسِينَ مِنْ خَيْرِي فَمَنْ يَكُونُ أَسْوَأَ حَالاً مِنِّي إِنْ أَنَا نُقِلْتُ عَلَی‌ مِثْلِ حَالِي إِلَی‌ قَبْرِي وَ لَمْ أُمَهِّدْهُ [إِلَی‌ قَبْرٍ لَمْ أُمَهِّدْهُ] لِرَقْدَتِي وَ لَمْ أَفْرُشْهُ بِالْعَمَلِ اَلصَّالِحِ لِضَجْعَتِي وَ مَا لِي لاَ أَبْكِي وَ لاَ أَدْرِي إِلَی‌ مَا يَكُونُ مَصِيرِي وَ أَرَی‌ نَفْسِي تُخَادِعُنِي وَ أَيَّامِي تُخَاتِلُنِي وَ قَدْ خَفَقَتْ عِنْدَ رَأْسِي أَجْنِحَةُ اَلْمَوْتِ فَمَا لِي لاَ أَبْكِي أَبْكِي لِخُرُوجِ نَفْسِي أَبْكِي لِظُلْمَةِ قَبْرِي أَبْكِي لِضِيقِ لَحْدِي أَبْكِي لِسُؤَالِ مُنْكَرٍ وَ نَكِيرٍ إِيَّايَ أَبْكِي لِخُرُوجِي مِنْ قَبْرِي عُرْيَاناً ذَلِيلاً حَامِلاً ثِقْلِي عَلَی‌ ظَهْرِي أَنْظُرُ مَرَّةً عَنْ يَمِينِي وَ أُخْرَی‌ عَنْ شِمَالِي إِذِ اَلْخَلاَئِقُ فِي شَأْنٍ غَيْرِ شَأْنِي لِكُلِّ اِمْرِئٍ مِنْهُمْ يَوْمَئِذٍ شَأْنٌ يُغْنِيهِ وُجُوهٌ يَوْمَئِذٍ مُسْفِرَةٌ ضٰاحِكَةٌ مُسْتَبْشِرَةٌ وَ وُجُوهٌ يَوْمَئِذٍ عَلَيْهٰا غَبَرَةٌ تَرْهَقُهٰا قَتَرَةٌ وَ ذِلَّةٌ سَيِّدِي عَلَيْكَ مُعَوَّلِي وَ مُعْتَمَدِي وَ رَجَائِي وَ تَوَكُّلِي وَ بِرَحْمَتِكَ تَعَلُّقِي تُصِيبُ بِرَحْمَتِكَ مَنْ تَشَاءُ وَ تَهْدِي بِكَرَامَتِكَ مَنْ تُحِبُّ اَللَّهُمَّ فَلَكَ اَلْحَمْدُ عَلَی‌ مَا نَقَّيْتَ مِنَ اَلشِّرْكِ قَلْبِي وَ لَكَ اَلْحَمْدُ عَلَی‌ بَسْطِ لِسَانِي أَ فَبِلِسَانِي هَذَا اَلْكَالِّ أَشْكُرُكَ أَمْ بِغَايَةِ جُهْدِي فِي عَمَلِي أُرْضِيكَ وَ مَا قَدْرُ لِسَانِي يَا رَبِّ فِي جَنْبِ شُكْرِكَ وَ مَا قَدْرُ عَمَلِي فِي جَنْبِ نِعَمِكَ وَ إِحْسَانِكَ إِلَيَّ إِلاَّ أَنَّ جُودَكَ بَسَطَ أَمَلِي وَ شُكْرَكَ قَبِلَ عَمَلِي سَيِّدِي إِلَيْكَ رَغْبَتِي وَ مِنْكَ رَهْبَتِي وَ إِلَيْكَ تَأْمِيلِي فَقَدْ سَاقَنِي إِلَيْكَ أَمَلِي وَ عَلَيْكَ يَا وَاحِدِي عَكَفَتْ هِمَّتِي وَ فِيمَا عِنْدَكَ اِنْبَسَطَتْ رَغْبَتِي وَ لَكَ خَالِصُ رَجَائِي وَ خَوْفِي وَ بِكَ أَنِسَتْ مَحَبَّتِي وَ إِلَيْكَ أَلْقَيْتُ بِيَدِي وَ بِحَبْلِ طَاعَتِكَ مَدَدْتُ رَغْبَتِي [رَهْبَتِي] يَا مَوْلاَيَ بِذِكْرِكَ عَاشَ قَلْبِي وَ بِمُنَاجَاتِكَ بَرَّدْتُ أَلَمَ اَلْخَوْفِ عَنِّي فَيَا مَوْلاَيَ وَ يَا مُؤَمَّلِي وَ يَا مُنْتَهَی‌ سُؤْلِي صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ فَرِّقْ بَيْنِي وَ بَيْنَ ذَنْبِيَ اَلْمَانِعِ لِي مِنْ لُزُومِ طَاعَتِكَ فَإِنَّمَا أَسْأَلُكَ لِقَدِيمِ اَلرَّجَاءِ فِيكَ [لَكَ] وَ عَظِيمِ اَلطَّمَعِ مِنْكَ [فِيكَ] اَلَّذِي أَوْجَبْتَهُ عَلَی‌ نَفْسِكَ مِنَ اَلرَّأْفَةِ وَ اَلرَّحْمَةِ فَالْأَمْرُ لَكَ وَحْدَكَ لاَ شَرِيكَ لَكَ وَ اَلْخَلْقُ كُلُّهُمْ عِبَادُكَ وَ فِي قَبْضَتِكَ وَ كُلُّ شَيْءٍ خَاضِعٌ لَكَ تَبَارَكْتَ يَا رَبَّ اَلْعَالَمِينَ اَللَّهُمَّ فَارْحَمْنِي إِذَا اِنْقَطَعَتْ حُجَّتِي وَ كَلَّ عَنْ جَوَابِكَ لِسَانِي وَ طَاشَ عِنْدَ سُؤَالِكَ إِيَّايَ لُبِّي فَيَا عَظِيماً يُرْجَی‌ لِكُلِّ عَظِيمٍ أَنْتَ رَجَائِي فَلاَ تُخَيِّبْنِي إِذَا اِشْتَدَّتْ إِلَيْكَ فَاقَتِي وَ لاَ تَرُدَّنِي لِجَهْلِي وَ لاَ تَمْنَعْنِي لِقِلَّةِ صَبْرِي وَ أَعْطِنِي لِفَقْرِي وَ اِرْحَمْنِي لِضَعْفِي سَيِّدِي عَلَيْكَ مُعْتَمَدِي وَ مُعَوَّلِي وَ رَجَائِي وَ تَوَكُّلِي وَ بِرَحْمَتِكَ تَعَلُّقِي وَ بِفِنَائِكَ أَحُطُّ رَحْلِي وَ بِجُودِكَ أَقْصِدُ طَلِبَتِي وَ بِكَرَمِكَ أَيْ رَبِّ أَسْتَفْتِحُ دُعَائِي وَ لَدَيْكَ أَرْجُو ضِيَافَتِي [فَاقَتِي] وَ بِغِنَاكَ أَجْبُرُ عَيْلَتِي وَ تَحْتَ ظِلِّ عَفْوِكَ قِيَامِي وَ إِلَی‌ جُودِكَ وَ كَرَمِكَ أَرْفَعُ بَصَرِي وَ إِلَی‌ مَعْرُوفِكَ أُدِيمُ نَظَرِي فَلاَ تُحْرِقْنِي بِالنَّارِ وَ أَنْتَ مَوْضِعُ أَمَلِي وَ لاَ تُسْكِنِّي اَلْهَاوِيَةَ فَإِنَّكَ قُرَّةُ عَيْنِي يَا سَيِّدِي [وَ] لاَ تُكَذِّبْ ظَنِّي بِإِحْسَانِكَ وَ مَعْرُوفِكَ فَإِنَّكَ ثِقَتِي وَ رَجَائِي وَ لاَ تَحْرِمْنِي ثَوَابَكَ فَإِنَّكَ اَلْعَارِفُ بِفَقْرِي إِلَهِي إِنْ كَانَ قَدْ دَنَا أَجَلِي وَ لَمْ يُقَرِّبْنِي مِنْكَ عَمَلِي فَقَدْ جَعَلْتُ اَلاِعْتِرَافَ إِلَيْكَ بِذَنْبِي وَسَائِلَ عِلَلِي إِلَهِي إِنْ عَفَوْتَ فَمَنْ أَوْلَی‌ مِنْكَ بِالْغُفْرَانِ [بِالْعَفْوِ] وَ إِنْ عَذَّبْتَ فَمَنْ أَعْدَلُ مِنْكَ فِي اَلْحُكْمِ اَللَّهُمَّ فَارْحَمْ فِي هَذِهِ اَلدُّنْيَا غُرْبَتِي وَ عِنْدَ اَلْمَوْتِ كُرْبَتِي وَ فِي اَلْقَبْرِ وَحْدَتِي وَ فِي اَللَّحْدِ وَحْشَتِي وَ إِذَا نُشِرْتُ لِلْحِسَابِ بَيْنَ يَدَيْكَ ذُلَّ مَوْقِفِي وَ اِغْفِرْ لِي مَا خَفِيَ عَلَی‌ اَلْآدَمِيِّينَ مِنْ عَمَلِي وَ أَدِمْ لِي مَا بِهِ سَتَرْتَنِي وَ اِرْحَمْنِي صَرِيعاً عَلَی‌ اَلْفِرَاشِ تُقَلِّبُنِي أَيْدِي أَحِبَّتِي وَ تَفَضَّلْ عَلَيَّ مَمْدُوداً عَلَی‌ اَلْمُغْتَسَلِ يُغَسِّلُنِي صَالِحُ جِيرَتِي وَ تَحَنَّنْ عَلَيَّ مَحْمُولاً قَدْ تَنَاوَلَ اَلْأَقْرِبَاءُ أَطْرَافَ جِنَازَتِي وَ جُدْ عَلَيَّ مَنْقُولاً قَدْ نَزَلَتْ بِكَ وَحِيداً فِي حُفْرَتِي وَ اِرْحَمْ فِي ذَلِكَ اَلْبَيْتِ اَلْجَدِيدِ غُرْبَتِي حَتَّی‌ لاَ أَسْتَأْنِسَ بِغَيْرِكَ يَا سَيِّدِي فَإِنَّكَ إِنْ وَكَّلْتَنِي إِلَی‌ نَفْسِي هَلَكْتُ فَبِمَنْ أَسْتَغِيثُ إِنْ لَمْ تُقِلْنِي عَثْرَتِي وَ إِلَی‌ مَنْ أَفْزَعُ إِنْ فَقَدْتُ عِنَايَتَكَ فِي ضَجْعَتِي وَ إِلَی‌ مَنْ أَلْتَجِئُ إِنْ لَمْ تُنَفِّسْ كُرْبَتِي سَيِّدِي مَنْ لِي وَ مَنْ يَرْحَمُنِي إِنْ لَمْ تَرْحَمْنِي وَ فَضْلَ مَنْ أُؤَمِّلُ إِنْ فَقَدْتُ غُفْرَانَكَ أَوْ عَدِمْتُ فَضْلَكَ يَوْمَ فَاقَتِي وَ إِلَی‌ مَنِ اَلْفِرَارُ مِنَ اَلذُّنُوبِ إِذَا اِنْقَضَی‌ أَجَلِي سَيِّدِي لاَ تُعَذِّبْنِي وَ أَنَا أَرْجُوكَ إِلَهِي حَقِّقْ رَجَائِي وَ آمِنْ خَوْفِي فَإِنَّ كَثْرَةَ ذُنُوبِي لاَ أَرْجُو لَهَا [فِيهَا] إِلاَّ عَفْوَكَ سَيِّدِي أَنَا أَسْأَلُكَ مَا لاَ أَسْتَحِقُّ وَ أَنْتَ أَهْلُ اَلتَّقْوی‌ وَ أَهْلُ اَلْمَغْفِرَةِ فَاغْفِرْ لِي وَ أَلْبِسْنِي مِنْ نَظَرِكَ ثَوْباً يُغَطِّي عَلَيَّ اَلتَّبِعَاتِ وَ تَغْفِرُهَا لِي وَ لاَ أُطَالَبُ بِهَا إِنَّكَ ذُو مَنٍّ قَدِيمٍ وَ صَفْحٍ عَظِيمٍ وَ تَجَاوُزٍ كَرِيمٍ إِلَهِي أَنْتَ اَلَّذِي تُفِيضُ سَيْبَكَ عَلَی‌ مَنْ لَمْ يَسْأَلْكَ [لاَ يَسْأَلُكَ] وَ عَلَی‌ اَلْجَاحِدِينَ بِرُبُوبِيَّتِكَ فَكَيْفَ سَيِّدِي بِمَنْ سَأَلَكَ وَ أَيْقَنَ أَنَّ اَلْخَلْقَ لَكَ وَ اَلْأَمْرَ إِلَيْكَ تَبَارَكْتَ وَ تَعَالَيْتَ يَا رَبَّ اَلْعَالَمِينَ [إِلَهِي] وَ سَيِّدِي عَبْدُكَ بِبَابِكَ أَقَامَتْهُ اَلْخَصَاصَةُ بَيْنَ يَدَيْكَ يَقْرَعُ بَابَ إِحْسَانِكَ بِدُعَائِهِ وَ يَسْتَعْطِفُ جَمِيلَ نَظَرِكَ بِمَكْنُونِ رَجَائِهِ فَلاَ تُعْرِضْ بِوَجْهِكَ اَلْكَرِيمِ عَنِّي وَ اِقْبَلْ مِنِّي مَا أَقُولُ فَقَدْ دَعْوْتُكَ بِهَذَا اَلدُّعَاءِ وَ أَنَا أَرْجُو أَنْ لاَ تَرُدَّنِي مَعْرِفَةً مِنِّي بِرَأْفَتِكَ وَ رَحْمَتِكَ إِلَهِي أَنْتَ اَلَّذِي لاَ يُحْفِيكَ سَائِلٌ وَ لاَ يَنْقُصُكَ نَائِلٌ أَنْتَ كَمَا تَقُولُ وَ فَوْقَ مَا يَقُولُ اَلْقَائِلُونَ [نَقُولُ] اَللَّهُمَّ إِنِّي أَسْأَلُكَ صَبْراً جَمِيلاً وَ فَرَجاً قَرِيباً وَ قَوْلاً صَادِقاً وَ أَجْراً عَظِيماً وَ أَسْأَلُكَ اَللَّهُمَّ [يَا رَبِّ] مِنَ اَلْخَيْرِ كُلِّهِ مَا عَلِمْتُ مِنْهُ وَ مَا لَمْ أَعْلَمْ وَ أَسْأَلُكَ اَللَّهُمَّ مِنْ خَيْرِ مَا سَأَلَكَ مِنْهُ عِبَادُكَ اَلصَّالِحُونَ يَا خَيْرَ مَنْ سُئِلَ وَ يَا أَجْوَدَ مَنْ أَعْطَی‌ صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَعْطِنِي سُؤْلِي فِي نَفْسِي وَ أَهْلِي وَ وَالِدَيَّ وَ وُلْدِي [وَ وَلَدِي] وَ أَهْلِ حُزَانَتِي وَ إِخْوَانِي فِيكَ وَ أَرْغِدْ عَيْشِي وَ أَظْهِرْ مُرُوَّتِي وَ أَصْلِحْ جَمِيعَ أَحْوَالِي وَ اِجْعَلْنِي مِمَّنْ أَطَلْتَ عُمُرَهُ وَ حَسَّنْتَ [و حسنت] عَمَلَهُ وَ أَتْمَمْتَ عَلَيْهِ نِعْمَتَكَ وَ رَضِيتَ عَنْهُ وَ أَحْيَيْتَهُ حَيَاةً طَيِّبَةً فِي أَدْوَمِ اَلسُّرُورِ وَ أَسْبَغِ اَلْكَرَامَةِ وَ أَتَمِّ اَلْعَيْشِ إِنَّكَ تَفْعَلُ مَا تَشَاءُ وَ لاَ تَفْعَلُ مَا يَشَاءُ غَيْرُكَ اَللَّهُمَّ وَ خُصَّنِي مِنْكَ بِخَاصَّةِ ذِكْرِكَ وَ لاَ تَجْعَلْ شَيْئاً مِمَّا أَتَقَرَّبُ بِهِ فِي آنَاءِ اَللَّيْلِ وَ أَطْرَافِ اَلنَّهَارِ رِيَاءً وَ لاَ سُمْعَةً وَ لاَ أَشَراً وَ لاَ بَطَراً وَ اِجْعَلْنِي لَكَ مِنَ اَلْخَاشِعِينَ اَللَّهُمَّ وَ أَعْطِنِي اَلسَّعَةَ فِي اَلرِّزْقِ وَ اَلْأَمْنَ فِي اَلْوَطَنِ وَ قُرَّةَ اَلْعَيْنِ فِي اَلْأَهْلِ وَ اَلْمَالِ وَ اَلْوَلَدِ وَ اَلْمُقَامَ فِي نِعَمِكَ [نِعْمَتِكَ] عِنْدِي وَ اَلصِّحَّةَ فِي اَلْجِسْمِ وَ اَلْقُوَّةَ فِي اَلْبَدَنِ وَ اَلسَّلاَمَةَ فِي اَلدِّينِ وَ اِسْتَعْمِلْنِي بِطَاعَتِكَ وَ طَاعَةِ رَسُولِكَ مُحَمَّدٍ وَ أَهْلِ بَيْتِهِ صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ أَبَداً مَا اِسْتَعْمَرْتَنِي وَ اِجْعَلْنِي مِنْ أَوْفَرِ عِبَادِكَ عِنْدَكَ نَصِيباً فِي كُلِّ خَيْرٍ أَنْزَلْتَهُ وَ أَنْتَ مُنْزِلُهُ [وَ تُنْزِلُهُ] فِي شَهْرِ رَمَضَانَ فِي لَيْلَةِ اَلْقَدْرِ وَ مَا أَنْتَ مُنْزِلُهُ فِي كُلِّ سَنَةٍ مِنْ رَحْمَةٍ تَنْشُرُهَا وَ عَافِيَةٍ تُلْبِسُهَا وَ بَلِيَّةٍ تَدْفَعُهَا وَ حَسَنَاتٍ تَتَقَبَّلُهَا وَ سَيِّئَاتٍ تَتَجَاوَزُ عَنْهَا وَ اُرْزُقْنِي حَجَّ بَيْتِكَ اَلْحَرَامِ فِي عَامِنَا [فِي عَامِي] هَذَا وَ فِي كُلِّ عَامٍ وَ اِرْزُقْنِي رِزْقاً وَاسِعاً حَلاَلاً طَيِّباً مِنْ فَضْلِكَ اَلْوَاسِعِ [اَلطِّيبِ] وَ اِصْرِفْ عَنِّي يَا سَيِّدِي اَلْأَسْوَاءَ وَ اِقْضِ عَنِّي اَلدَّيْنَ وَ اَلظَّلاَمَاتِ حَتَّی‌ لاَ أَتَأَذَّی‌ بِشَيْءٍ مِنْهُ وَ خُذْ عَنِّي بِأَسْمَاعِ أَعْدَائِي [وَ أَبْصَارِ أَعْدَائِي] وَ أَبْصَارِ حُسَّادِي وَ اَلْبَاغِينَ عَلَيَّ وَ اُنْصُرْنِي عَلَيْهِمْ وَ أَقِرَّ عَيْنِي وَ حَقِّقْ ظَنِّي وَ فَرِّجْ [فرح] قَلْبِي وَ اِجْعَلْ لِي مِنْ هَمِّي وَ كَرْبِي فَرَجاً وَ مَخْرَجاً وَ اِجْعَلْ مَنْ أَرَادَنِي بِسُوءٍ مِنْ جَمِيعِ خَلْقِكَ تَحْتَ قَدَمِي [قَدَمَيَّ] وَ اِكْفِنِي شَرَّ اَلشَّيْطَانِ وَ شَرَّ اَلسُّلْطَانِ وَ سَيِّئَاتِ عَمَلِي وَ طَهِّرْنِي مِنَ اَلذُّنُوبِ كُلِّهَا وَ أَجِرْنِي مِنَ اَلنَّارِ بِعَفْوِكَ وَ أَدْخِلْنِي اَلْجَنَّةَ بِرَحْمَتِكَ وَ زَوِّجْنِي مِنَ اَلْحُورِ اَلْعِينِ بِفَضْلِكَ وَ أَلْحِقْنِي بِأَوْلِيَائِكَ اَلصَّالِحِينَ مُحَمَّدٍ وَ آلِهِ اَلْأَبْرَارِ اَلطَّيِّبِينَ اَلطَّاهِرِينَ اَلْأَخْيَارِ صَلَوَاتُكَ عَلَيْهِ وَ عَلَيْهِمْ وَ عَلَی‌ أَرْوَاحِهِمْ وَ أَجْسَادِهِمْ وَ رَحْمَةُ اَللَّهِ وَ بَرَكَاتُهُ إِلَهِي وَ سَيِّدِي وَ عِزَّتِكَ وَ جَلاَلِكَ لَئِنْ طَالَبْتَنِي بِذُنُوبِي لَأُطَالِبَنَّكَ بِعَفْوِكَ وَ لَئِنْ طَالَبْتَنِي بِلُؤْمِي [بِجُرْمِي] لَأُطَالِبَنَّكَ بِكَرَمِكَ وَ لَئِنْ أَدْخَلْتَنِي اَلنَّارَ لَأُخْبِرَنَّ أَهْلَ اَلنَّارِ بِحُبِّي إِيَّاكَ [لَكَ] إِلَهِي وَ سَيِّدِي إِنْ كُنْتَ لاَ تَغْفِرُ إِلاَّ لِأَوْلِيَائِكَ وَ أَهْلِ طَاعَتِكَ فَإِلَی‌ مَنْ يَفْزَعُ اَلْمُذْنِبُونَ وَ إِنْ كُنْتَ لاَ تُكْرِمُ إِلاَّ أَهْلَ اَلْوَفَاءِ بِكَ فَبِمَنْ يَسْتَغِيثُ اَلْمُسِيئُونَ إِلَهِي إِنْ أَدْخَلْتَنِي اَلنَّارَ فَفِي ذَلِكَ سُرُورُ عَدُوِّكَ وَ إِنْ أَدْخَلْتَنِي اَلْجَنَّةَ فَفِي ذَلِكَ سُرُورُ نَبِيِّكَ وَ أَنَا وَ اَللَّهِ أَعْلَمُ أَنَّ سُرُورَ نَبِيِّكَ أَحَبُّ إِلَيْكَ مِنْ سُرُورِ عَدُوِّكَ اَللَّهُمَّ إِنِّي أَسْأَلُكَ أَنْ تَمْلَأَ قَلْبِي حُبّاً لَكَ وَ خَشْيَةً مِنْكَ وَ تَصْدِيقاً لَكَ وَ إِيمَاناً بِكَ [ بِكِتَابِكَ ] وَ فَرَقاً مِنْكَ وَ شَوْقاً إِلَيْكَ يَا ذَا اَلْجَلاَلِ وَ اَلْإِكْرَامِ حَبِّبْ إِلَيَّ لِقَاءَكَ وَ أَحْبِبْ لِقَائِي وَ اِجْعَلْ لِي فِي لِقَائِكَ اَلرَّاحَةَ وَ اَلْفَرَجَ وَ اَلْكَرَامَةَ اَللَّهُمَّ أَلْحِقْنِي بِصَالِحِ مَنْ مَضَی‌ وَ اِجْعَلْنِي مِنْ صَالِحِ مَنْ بَقِيَ وَ خُذْ بِي سَبِيلَ اَلصَّالِحِينَ وَ أَعِنِّي عَلَی‌ نَفْسِي بِمَا تُعِينُ بِهِ اَلصَّالِحِينَ عَلَی‌ أَنْفُسِهِمْ وَ لاَ تَرُدَّنِي فِي سُوءٍ اِسْتَنْقَذْتَنِي مِنْهُ أَبَداً وَ اِخْتِمْ عَمَلِي بِأَحْسَنِهِ وَ اِجْعَلْ ثَوَابِي مِنْهُ اَلْجَنَّةَ بِرَحْمَتِكَ يَا أَرْحَمَ اَلرَّاحِمِينَ اَللَّهُمَّ إِنِّي أَسْأَلُكَ [عَلَيْهِ] إِيمَاناً لاَ أَجَلَ لَهُ دُونَ لِقَائِكَ أَحْيِنِي مَا أَحْيَيْتَنِي عَلَيْهِ وَ تَوَفَّنِي إِذَا تَوَفَّيْتَنِي عَلَيْهِ وَ اِبْعَثْنِي إِذَا بَعَثْتَنِي عَلَيْهِ وَ أَبْرِئْ قَلْبِي مِنَ اَلرِّيَاءِ وَ اَلشَّكِّ وَ اَلسُّمْعَةِ فِي دِينِكَ حَتَّی‌ يَكُونَ عَمَلِي خَالِصاً لَكَ اَللَّهُمَّ أَعْطِنِي بَصِيرَةً فِي دِينِكَ وَ فَهْماً فِي حُكْمِكَ وَ فِقْهاً فِي عِلْمِكَ وَ كِفْلَيْنِ مِنْ رَحْمَتِكَ وَ وَرَعاً يَحْجُزُنِي عَنْ مَعَاصِيكَ [مَعْصِيَتِكَ] وَ بَيِّضْ وَجْهِي بِنُورِكَ وَ اِجْعَلْ رَغْبَتِي فِيمَا عِنْدَكَ وَ تَوَفَّنِي فِي سَبِيلِكَ وَ عَلَی‌ مِلَّةِ رَسُولِكَ صَلَوَاتُكَ عَلَيْهِ وَ آلِهِ اَللَّهُمَّ إِنِّي أَعُوذُ بِكَ مِنَ اَلْكَسَلِ وَ اَلْفَشَلِ وَ اَلْهَمِّ وَ اَلْحُزْنِ وَ اَلْفَقْرِ وَ اَلْجُبْنِ وَ اَلْبُخْلِ وَ اَلْغَفْلَةِ وَ اَلْقَسْوَةِ وَ اَلذِّلَّةِ وَ اَلْمَسْكَنَةِ وَ اَلْفَقْرِ وَ اَلْفَاقَةِ وَ كُلِّ بَلِيَّةٍ وَ اَلْفَوَاحِشِ كُلِّهَا مٰا ظَهَرَ مِنْهٰا وَ مٰا بَطَنَ وَ أَعُوذُ بِكَ مِنْ نَفْسٍ لاَ تَقْنَعُ وَ مِنْ بَطْنٍ لاَ يَشْبَعُ وَ مِنْ قَلْبٍ لاَ يَخْشَعُ وَ دُعَاءٍ لاَ يُسْمَعُ وَ عَمَلٍ لاَ يَنْفَعُ وَ صَلاَةٍ لاَ تُرْفَعُ وَ أَعُوذُ بِكَ يَا رَبِّ عَلَی‌ نَفْسِي وَ دِينِي وَ مَالِي وَ عَلَی‌ جَمِيعِ مَا رَزَقْتَنِي مِنَ اَلشَّيْطَانِ اَلرَّجِيمِ إِنَّكَ أَنْتَ اَلسَّمِيعُ اَلْعَلِيمُ اَللَّهُمَّ إِنَّهُ لَنْ يُجِيرَنِي مِنَ اَللّٰهِ [مِنْكَ] أَحَدٌ وَ لَنْ أَجِدَ مِنْ دُونِكَ مُلْتَحَداً فَلاَ تَجْعَلْ نَفْسِي فِي شَيْءٍ مِنْ عَذَابِكَ وَ لاَ تَرُدَّنِي بِهَلَكَةٍ وَ لاَ تَرُدَّنِي بِعَذَابٍ أَلِيمٍ اَللَّهُمَّ وَ تَقَبَّلْ مِنِّي وَ أَعْلِ كَعْبِي وَ ذِكْرِي وَ اِرْفَعْ دَرَجَتِي وَ حُطَّ [وَ اُحْطُطْ] وِزْرِي وَ لاَ تَذْكُرْنِي بِخَطِيئَتِي وَ اِجْعَلْ ثَوَابَ مَجْلِسِي وَ ثَوَابَ مَنْطِقِي وَ ثَوَابَ دُعَائِي رِضَاكَ عَنِّي وَ اَلْجَنَّةَ وَ أَعْطِنِي يَا رَبِّ جَمِيعَ مَا سَأَلْتُكَ وَ زِدْنِي مِنْ فَضْلِكَ إِنِّي إِلَيْكَ رَاغِبٌ يَا رَبَّ اَلْعَالَمِينَ اَللَّهُمَّ إِنَّكَ أَنْزَلْتَ فِي كِتَابِكَ اَلْعَفْوَ وَ أَمَرْتَنَا أَنْ نَعْفُوَ عَمَّنْ ظَلَمَنَا وَ قَدْ ظَلَمْنَا أَنْفُسَنَا فَاعْفُ عَنَّا فَإِنَّكَ أَوْلَی‌ بِذَلِكَ مِنَّا وَ مِنَ اَلْمَأْمُورِينَ وَ أَمَرْتَنَا أَنْ لاَ نَرُدَّ سَائِلاً مِنْ [عَنْ] أَبْوَابِنَا وَ قَدْ جِئْنَاكَ سُؤَّالاً فَلاَ تَرُدَّنَا إِلاَّ بِقَضَاءِ حَوَائِجِنَا وَ أَمَرْتَنَا بِالْإِحْسَانِ إِلَی‌ مَا مَلَكَتْ أَيْمَانُنَا وَ نَحْنُ أَرِقَّاؤُكَ فَأَعْتِقْ رِقَابَنَا مِنَ اَلنَّارِ يَا مَفْزَعِي عِنْدَ كُرْبَتِي وَ يَا غَوْثِي [غِيَاثِي] عِنْدَ شِدَّتِي إِلَيْكَ فَزِعْتُ وَ بِكَ اِسْتَعَنْتُ وَ لُذْتُ وَ لاَ أَلُوذُ بِسِوَاكَ وَ لاَ أَطْلُبُ اَلْفَرْجَ إِلاَّ بِكَ وَ مِنْكَ فَصَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ أَغِثْنِي وَ فَرِّجْ عَنِّي يَا مَنْ يَقْبَلُ اَلْيَسِيرَ وَ يَعْفُو عَنِ اَلْكَثِيرِ اِقْبَلْ مِنِّي اَلْيَسِيرَ وَ اُعْفُ عَنِّي اَلْكَثِيرَ إِنَّكَ أَنْتَ اَلْغَفُورُ اَلرَّحِيمُ اَللَّهُمَّ إِنِّي أَسْأَلُكَ إِيمَاناً تُبَاشِرُ بِهِ قَلْبِي وَ يَقِيناً [صَادِقاً] حَتَّی‌ أَعْلَمَ أَنَّهُ لَنْ يُصِيبَنِي إِلاَّ مَا كَتَبْتَ لِي وَ رَضِّنِي مِنَ اَلْعَيْشِ بِمَا قَسَمْتَ لِي يَا أَرْحَمَ اَلرَّاحِمِينَ ."
  },
  {
    "id": 3,
    "title": "دعاء الصباح",
    "text": "لمصدر بحار الانوار\nاَلْإِخْتِيَارُ : كَانَ أَمِيرُ اَلْمُؤْمِنِينَ عَلَيْهِ السَّلاَمُ يَدْعُو بَعْدَ رَكْعَتَيِ اَلْفَجْرِ بِهَذَا اَلدُّعَاءِ بِسْمِ اَللَّهِ اَلرَّحْمَنِ اَلرَّحِيمِ اَللَّهُمَّ يَا مَنْ دَلَعَ  لِسَانَ  اَلصَّبَاحِ بِنُطْقِ تَبَلُّجِهِ وَ سَرَّحَ قِطَعَ اَللَّيْلِ اَلْمُظْلِمِ بِغَيَاهِبِ تَلَجْلُجِهِ وَ أَتْقَنَ صُنْعَ اَلْفَلَكِ اَلدَّوَّارِ فِي مَقَادِيرِ تَبَرُّجِهِ وَ شَعْشَعَ ضِيَاءَ اَلشَّمْسِ بِنُورِ تَأَجُّجِهِ يَا مَنْ دَلَّ عَلَی‌ ذَاتِهِ بِذَاتِهِ وَ تَنَزَّهَ عَنْ مُجَانَسَةِ مَخْلُوقَاتِهِ وَ جَلَّ عَنْ مُلاَئَمَةِ كَيْفِيَّاتِهِ يَا مَنْ قَرُبَ مِنْ خَطَرَاتِ اَلظُّنُونِ وَ بَعُدَ عَنْ لَحَظَاتِ اَلْعُيُونِ وَ عَلِمَ بِمَا كَانَ قَبْلَ أَنْ يَكُونَ يَا مَنْ أَرْقَدَنِي فِي مِهَادِ أَمْنِهِ وَ أَمَانِهِ وَ أَيْقَظَنِي إِلَی‌ مَا مَنَحَنِي بِهِ مِنْ مِنَنِهِ وَ إِحْسَانِهِ وَ كَفَّ أَكُفَّ اَلسُّوءِ عَنِّي بِيَدِهِ وَ سُلْطَانِهِ صَلِّ اَللَّهُمَّ عَلَی‌ اَلدَّلِيلِ إِلَيْكَ فِي اَللَّيْلِ اَلْأَلْيَلِ وَ اَلْمَاسِكِ مِنْ أَسْبَابِكَ بِحَبْلِ اَلشَّرَفِ اَلْأَطْوَلِ وَ اَلنَّاصِعِ اَلْحَسَبِ فِي ذِرْوَةِ اَلْكَاهِلِ اَلْأَعْبَلِ وَ اَلثَّابِتِ اَلْقَدَمِ عَلَی‌ زَحَالِيفِهَا فِي اَلزَّمَنِ اَلْأَوَّلِ وَ عَلَی‌ آلِهِ اَلْأَخْيَارِ اَلْمُصْطَفَيْنَ اَلْأَبْرَارِ وَ اِفْتَحِ اَللَّهُمَّ لَنَا مَصَارِيعَ اَلصَّبَاحِ بِمَفَاتِيحِ اَلرَّحْمَةِ وَ اَلْفَلاَحِ وَ أَلْبِسْنِي اَللَّهُمَّ مِنْ أَفْضَلِ خِلَعِ اَلْهِدَايَةِ وَ اَلصَّلاَحِ وَ اِغْرِسِ اَللَّهُمَّ بِعَظَمَتِكَ فِي شِرْبِ جِنَانِي يَنَابِيعَ اَلْخُشُوعِ وَ أَجْرِ اَللَّهُمَّ لِهَيْبَتِكَ مِنْ آمَاقِي زَفَرَاتِ اَلدُّمُوعِ وَ أَدِّبِ اَللَّهُمَّ نَزَقَ اَلْخُرْقِ مِنِّي بِأَزِمَّةِ اَلْقُنُوعِ إِلَهِي إِنْ لَمْ تَبْتَدِئْنِي اَلرَّحْمَةُ مِنْكَ بِحُسْنِ اَلتَّوْفِيقِ فَمَنِ اَلسَّالِكُ بِي إِلَيْكَ فِي وَاضِحِ اَلطَّرِيقِ وَ إِنْ أَسْلَمَتْنِي أَنَاتُكَ لِقَائِدِ اَلْأَمَلِ وَ اَلْمُنَی‌ فَمَنِ اَلْمُقِيلُ عَثَرَاتِي مِنْ كَبَوَاتِ اَلْهَوَی‌ وَ إِنْ خَذَلَنِي نَصْرُكَ عِنْدَ مُحَارَبَةِ اَلنَّفْسِ وَ اَلشَّيْطَانِ فَقَدْ وَكَلَنِي خِذْلاَنُكَ إِلَی‌ حَيْثُ اَلنَّصَبِ وَ اَلْحِرْمَانِ إِلَهِي أَ تَرَانِي مَا أَتَيْتُكَ إِلاَّ مِنْ حَيْثُ اَلْآمَالِ أَمْ عَلِقْتُ بِأَطْرَافِ حِبَالِكَ إِلاَّ حِينَ بَاعَدَتْنِي ذُنُوبِي عَنْ دَارِ اَلْوِصَالِ فَبِئْسَ اَلْمَطِيَّةُ اَلَّتِي اِمْتَطَتْ نَفْسِي مِنْ هَوَاهَا فَوَاهاً لَهَا لِمَا سَوَّلَتْ لَهَا ظُنُونُها وَ مُنَاهَا وَ تَبّاً لَهَا لِجُرْأَتِهَا عَلَی‌ سَيِّدِهَا وَ مَوْلاَهَا. : إِلَهِي قَرَعْتُ بَابَ رَحْمَتِكَ بِيَدِ رَجَائِي وَ هَرَبْتُ إِلَيْكَ لاَجِئاً مِنْ فَرْطِ أَهْوَائِي وَ عَلَّقْتُ بِأَطْرَافِ حِبَالِكَ أَنَامِلَ وَلاَئِي فَاصْفَحِ اَللَّهُمَّ عَمَّا كُنْتُ أَجْرَمْتُهُ مِنْ زَلَلِي وَ خَطَائِي وَ أَقِلْنِي مِنْ صَرْعَةِ دَائِي فَإِنَّكَ سَيِّدِي وَ مَوْلاَيَ وَ مُعْتَمَدِي وَ رَجَائِي وَ أَنْتَ غَايَةُ مَطْلُوبِي وَ مُنَايَ فِي مُنْقَلَبِي وَ مَثْوَايَ إِلَهِي كَيْفَ تَطْرُدُ مِسْكِيناً اِلْتَجَأَ إِلَيْكَ مِنَ اَلذُّنُوبِ هَارِباً أَمْ كَيْفَ تُخَيِّبُ مُسْتَرْشِداً قَصَدَ إِلَی‌ جَنَابِكَ صَاقِباً أَمْ كَيْفَ تَرُدُّ ظَمْآنَ وَرَدَ إِلَی‌ حِيَاضِكَ شَارِباً كَلاَّ وَ حِيَاضُكَ مُتْرَعَةٌ فِي ضَنْكِ اَلْمُحُولِ وَ بَابُكَ مَفْتُوحٌ لِلطَّلَبِ وَ اَلْوُغُولِ وَ أَنْتَ غَايَةُ اَلْمَسْئُولِ وَ نِهَايَةُ اَلْمَأْمُولِ إِلَهِي هَذِهِ أَزِمَّةُ نَفْسِي عَقَلْتُهَا بِعِقَالِ مَشِيَّتِكَ وَ هَذِهِ أَعْبَاءُ ذُنُوبِي دَرَأْتُهَا بِعَفْوِكَ وَ رَحْمَتِكَ وَ هَذِهِ أَهْوَائِيَ اَلْمُضِلَّةُ وَكَلْتُهَا إِلَی‌ جَنَابِ لُطْفِكَ وَ رَأْفَتِكَ فَاجْعَلِ اَللَّهُمَّ صَبَاحِي هَذَا نَازِلاً عَلَيَّ بِضِيَاءِ اَلْهُدَی‌ وَ اَلسَّلاَمَةِ فِي اَلدِّينِ وَ اَلدُّنْيَا وَ مَسَائِي جُنَّةً مِنْ كَيْدِ اَلْعِدَی‌ وَ وِقَايَةً مِنْ مُرْدِيَاتِ اَلْهَوَی‌ إِنَّكَ قَادِرٌ عَلَی‌ مَا تَشَاءُ تُؤْتِي اَلْمُلْكَ مَنْ تَشٰاءُ وَ تَنْزِعُ اَلْمُلْكَ مِمَّنْ تَشٰاءُ وَ تُعِزُّ مَنْ تَشٰاءُ وَ تُذِلُّ مَنْ تَشٰاءُ بِيَدِكَ اَلْخَيْرُ إِنَّكَ عَلی‌ كُلِّ شَيْءٍ قَدِيرٌ `تُولِجُ اَللَّيْلَ فِي اَلنَّهٰارِ وَ تُولِجُ اَلنَّهٰارَ فِي اَللَّيْلِ وَ تُخْرِجُ اَلْحَيَّ مِنَ اَلْمَيِّتِ وَ تُخْرِجُ اَلْمَيِّتَ مِنَ اَلْحَيِّ وَ تَرْزُقُ مَنْ تَشٰاءُ بِغَيْرِ حِسٰابٍ .\nسُبْحَانَكَ اَللَّهُمَّ وَ بِحَمْدِكَ مَنْ ذَا يَعْرِفُ قَدْرَكَ فَلاَ يَخَافُكَ وَ مَنْ ذَا يَعْلَمُ مَا أَنْتَ فَلاَ يَهَابُكَ أَلَّفْتَ بِمَشِيَّتِكَ اَلْفِرَقَ وَ فَلَقْتَ بِقُدْرَتِكَ اَلْفَلَقَ وَ أَنَرْتَ بِكَرَمِكَ دَيَاجِيَ اَلْغَسَقِ وَ أَنْهَرْتَ اَلْمِيَاهَ مِنَ اَلصُّمِّ اَلصَّيَاخِيدِ عَذْباً وَ أُجَاجاً وَ أَنْزَلْتَ مِنَ اَلْمُعْصِرَاتِ مَاءً ثَجَّاجاً وَ جَعَلْتَ اَلشَّمْسَ وَ اَلْقَمَرَ لِلْبَرِيَّةِ سِرَاجاً وَهَّاجاً مِنْ غَيْرِ أَنْ تُمَارِسَ فِيمَا اِبْتَدَأْتَ بِهِ لُغُوباً وَ لاَ عِلاَجاً فَيَا مَنْ تَوَحَّدَ بِالْعِزِّ وَ اَلْبَقَاءِ وَ قَهَرَ عِبَادَهُ بِالْمَوْتِ وَ اَلْفَنَاءِ صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِهِ اَلْأَتْقِيَاءِ وَ اِسْمَعْ نِدَائِي وَ اِسْتَجِبْ دُعَائِي وَ حَقِّقْ بِفَضْلِكَ أَمَلِي وَ رَجَائِي يَا خَيْرَ مَنْ دُعِيَ لِكَشْفِ اَلضُّرِّ وَ اَلْمَأْمُولِ لِكُلِّ يُسْرٍ وَ عُسْرٍ بِكَ أَنْزَلْتُ حَاجَتِي فَلاَ تَرُدَّنِي مِنْ سَنِيِّ مَوَاهِبِكَ خَائِباً يَا كَرِيمُ يَا كَرِيمُ يَا كَرِيمُ وَ لاَ حَوْلَ وَ لاَ قُوَّةَ إِلاَّ بِاللَّهِ اَلْعَلِيِّ اَلْعَظِيمِ ثُمَّ يَسْجُدُ وَ يَقُولُ إِلَهِي قَلْبِي مَحْجُوبٌ وَ نَفْسِي مَعْيُوبٌ وَ عَقْلِي مَغْلُوبٌ وَ هَوَائِي غَالِبٌ وَ طَاعَتِي قَلِيلَةٌ وَ مَعْصِيَتِي كَثِيرَةٌ وَ لِسَانِي مُقِرٌّ بِالذُّنُوبِ فَكَيْفَ حِيلَتِي يَا سَتَّارَ اَلْعُيُوبِ وَ يَا عَلاَّمَ اَلْغُيُوبِ وَ يَا كَاشِفَ اَلْكُرُوبِ اِغْفِرْ ذُنُوبِي كُلَّهَا بِحُرْمَةِ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ يَا غَفَّارُ يَا غَفَّارُ يَا غَفَّارُ بِرَحْمَتِكَ يَا أَرْحَمَ اَلرَّاحِمِينَ ."
  },
  {
    "id": 4,
    "title": "دعاء المشلول",
    "text": "مَرْوِيٌّ عَنِ اَلْحُسَيْنِ عَلَيْهِ السَّلاَمُ عَنْ أَبِيهِ عَلِيٍّ عَلَيْهِ اَلصَّلاَةُ وَ اَلسَّلاَمُ وَ هُوَ: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ بِسْمِ اَللّٰهِ اَلرَّحْمٰنِ اَلرَّحِيمِ يَا ذَا اَلْجَلاَلِ وَ اَلْإِكْرَامِ يَا حَيُّ يَا قَيُّومُ لاٰ إِلٰهَ إِلاّٰ أَنْتَ يَا هُوَ يَا مَنْ لاَ يَعْلَمُ مَا هُوَ وَ لاَ كَيْفَ هُوَ وَ لاَ أَيْنَ هُوَ وَ لاَ حَيْثُ هُوَ إِلاَّ هُوَ يَا ذَا اَلْمُلْكِ وَ اَلْمَلَكُوتِ يَا ذَا اَلْعِزَّةِ وَ اَلْجَبَرُوتِ يَا مَلِكُ يَا قُدُّوسُ يَا سَلاَمُ يَا مُؤْمِنُ يَا مُهَيْمِنُ يَا عَزِيزُ يَا جَبَّارُ يَا مُتَكَبِّرُ يَا خَالِقُ يَا بَارِئُ يَا مُصَوِّرُ يَا مُفِيدُ يَا مُدَبِّرُ يَا شَدِيدُ يَا مُبْدِئُ يَا مُعِيدُ يَا مُبِيدُ يَا وَدُودُ يَا مَحْمُودُ يَا مَعْبُودُ يَا بَعِيدُ يَا قَرِيبُ يَا مُجِيبُ يَا رَقِيبُ يَا حَسِيبُ يَا بَدِيعُ يَا رَفِيعُ يَا مَنِيعُ يَا سَمِيعُ يَا عَلِيمُ يَا حَلِيمُ يَا كَلِيمُ يَا حَكِيمُ يَا قَدِيمُ يَا عَلِيُّ يَا عَظِيمُ يَا حَنَّانُ يَا مَنَّانُ يَا دَيَّانُ يَا مُسْتَعَانُ يَا جَلِيلُ يَا جَمِيلُ يَا وَكِيلُ يَا كَفِيلُ يَا مُقِيلُ يَا مُنِيلُ يَا نَبِيلُ يَا دَلِيلُ يَا هَادِي يَا بَادِي يَا أَوَّلُ يَا آخِرُ يَا ظَاهِرُ يَا بَاطِنُ يَا قَائِمُ يَا دَائِمُ يَا عَالِمُ يَا حَاكِمُ يَا قَاضِي يَا عَادِلُ يَا فَاضِلُ يَا وَاصِلُ يَا فَاصِلُ يَا طَاهِرُ يَا مُطَهِّرُ يَا قَادِرُ يَا مُقْتَدِرُ يَا كَبِيرُ يَا مُتَكَبِّرُ يَا وَاحِدُ يَا أَحَدُ يَا صَمَدُ يَا مَنْ لَمْ يَلِدْ وَ لَمْ يُولَدْ `وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ وَ لَمْ يَكُنْ لَهُ صَاحِبَةٌ وَ لاَ كَانَ مَعَهُ وَزِيرٌ وَ لاَ اِتَّخَذَ مَعَهُ مُشِيراً وَ لاَ اِحْتَاجَ إِلَی‌ ظَهِيرٍ وَ لاَ كَانَ مَعَهُ مِنْ إِلَهٍ [غَيْرُهُ] لاَ إِلَهَ إِلاَّ أَنْتَ فَتَعَالَيْتَ عَمَّا يَقُولُ [اَلْجَاحِدُونَ] اَلظَّالِمُونَ عُلُوّاً كَبِيراً [يَا عَالِمُ] يَا عَلِيُّ يَا شَامِخُ يَا بَاذِخُ يَا فَتَّاحُ يَا نَفَّاحُ يَا مُرْتَاحُ يَا مُفَرِّجُ يَا نَاصِرُ يَا مُنْتَصِرُ يَا مُدْرِكُ يَا مُهْلِكُ يَا مُنْتَقِمُ يَا بَاعِثُ يَا وَارِثُ يَا طَالِبُ يَا غَالِبُ يَا مَنْ لاَ يَفُوتُهُ هَارِبٌ يَا تَوَّابُ يَا أَوَّابُ يَا وَهَّابُ يَا مُسَبِّبَ اَلْأَسْبَابِ يَا مُفَتِّحَ اَلْأَبْوَابِ يَا مَنْ حَيْثُ مَا دُعِيَ أَجَابَ يَا طَهُورُ يَا شَكُورُ يَا عَفُوُّ يَا غَفُورُ يَا نُورَ اَلنُّورِ يَا مُدَبِّرَ اَلْأُمُورِ يَا لَطِيفُ يَا خَبِيرُ يَا مُجِيرُ [يَا مُبِيرُ] يَا مُنِيرُ يَا بَصِيرُ يَا ظَهِيرُ يَا كَبِيرُ يَا وَتْرُ يَا فَرْدُ يَا أَبَدُ يَا سَنَدُ يَا صَمَدُ يَا كَافِي يَا شَافِي يَا وَافِي يَا مُعَافِي يَا مُحْسِنُ يَا مُجْمِلُ يَا مُنْعِمُ يَا مُفْضِلُ يَا مُتَكَرِّمُ يَا مُتَفَرِّدُ يَا مَنْ عَلاَ فَقَهَرَ وَ يَا مَنْ مَلَكَ فَقَدَرَ يَا مَنْ بَطَنَ فَخَبَرَ يَا مَنْ عُبِدَ فَشَكَرَ وَ يَا مَنْ عُصِيَ فَغَفَرَ [وَ سَتَرَ] يَا مَنْ لاَ تَحْوِيهِ اَلْفِكَرُ وَ لاَ يُدْرِكُهُ اَلْبَصَرُ وَ لاَ يَخْفَی‌ عَلَيْهِ أَثَرٌ يَا رَازِقَ اَلْبَشَرِ يَا مُقَدَّرَ كُلِّ قَدَرٍ يَا عَالِيَ اَلْمَكَانِ يَا شَدِيدَ اَلْأَرْكَانِ يَا مُبَدِّلَ اَلزَّمَانِ يَا قَابِلَ اَلْقُرْبَانِ يَا ذَا اَلْمَنِّ وَ اَلْإِحْسَانِ يَا ذَا اَلْعِزِّ وَ اَلسُّلْطَانِ يَا رَحِيمُ يَا رَحْمَانُ يَا مَنْ هُوَ كُلَّ يَوْمٍ فِي شَأْنٍ يَا مَنْ لاَ يَشْغَلُهُ شَأْنٌ عَنْ شَأْنٍ يَا عَظِيمَ اَلشَّأْنِ يَا مَنْ هُوَ بِكُلِّ مَكَانٍ يَا سَامِعَ اَلْأَصْوَاتِ يَا مُجِيبَ اَلدَّعَوَاتِ يَا مُنْجِحَ اَلطَّلِبَاتِ يَا قَاضِيَ اَلْحَاجَاتِ يَا مُنْزِلَ اَلْبَرَكَاتِ يَا رَاحِمَ اَلْعَبَرَاتِ يَا مُقِيلَ اَلْعَثَرَاتِ يَا كَاشِفَ اَلْكُرُبَاتِ يَا وَلِيَّ اَلْحَسَنَاتِ يَا رَافِعَ اَلدَّرَجَاتِ يَا مُؤْتِيَ [مُعْطِيَ] اَلسَّأَلاَتِ يَا مُحْيِيَ اَلْأَمْوَاتِ يَا جَامِعَ اَلشَّتَاتِ يَا مُطَّلِعُ عَلَی‌ اَلنِّيَّاتِ يَا رَادَّ مَا قَدْ فَاتَ يَا مَنْ لاَ تَشْتَبِهُ عَلَيْهِ اَلْأَصْوَاتُ يَا مَنْ لاَ تُضْجِرُهُ اَلْمَسْأَلاَتُ وَ لاَ تَغْشَاهُ اَلظُّلُمَاتُ يَا نُورَ اَلْأَرْضِ وَ اَلسَّمَاوَاتِ يَا سَابِغَ اَلنِّعَمِ يَا دَافِعَ اَلنِّقَمِ يَا بَارِئَ اَلنَّسَمِ يَا جَامِعَ اَلْأُمَمِ يَا شَافِيَ اَلسَّقَمِ يَا خَالِقَ اَلنُّورِ وَ اَلظُّلَمِ يَا ذَا اَلْجُودِ وَ اَلْكَرَمِ يَا مَنْ لاَ يَطَأُ عَرْشَهُ قَدَمٌ يَا أَجْوَدَ اَلْأَجْوَدَيْنِ يَا أَكْرَمَ اَلْأَكْرَمِينَ يَا أَسْمَعَ اَلسَّامِعِينَ يَا أَبْصَرَ اَلنَّاظِرِينَ يَا جَارَ اَلْمُسْتَجِيرِينَ يَا أَمَانَ اَلْخَائِفِينَ يَا ظَهْرَ اَللاَّجِينَ يَا وَلِيَّ اَلْمُؤْمِنِينَ يَا غِيَاثَ اَلْمُسْتَغِيثِينَ يَا غَايَةَ اَلطَّالِبِينَ يَا صَاحِبَ كُلِّ غَرِيبٍ يَا مُونِسَ كُلِّ وَحِيدٍ يَا مَلْجَأَ كُلِّ طَرِيدٍ يَا مَأْوَی‌ كُلِّ شَدِيدٍ يَا حَافِظَ كُلِّ ضَالَّةٍ يَا رَاحِمَ اَلشَّيْخِ اَلْكَبِيرِ يَا رَازِقَ اَلطِّفْلِ اَلصَّغِيرِ يَا جَابِرَ اَلْعَظْمِ اَلْكَسِيرِ يَا فَاكَّ كُلِّ أَسِيرٍ يَا مُغْنِيَ اَلْبَائِسِ اَلْفَقِيرِ يَا عِصْمَةَ اَلْخَائِفِ اَلْمُسْتَجِيرِ يَا مَنْ لَهُ اَلتَّدْبِيرُ وَ اَلتَّقْدِيرُ يَا مَنِ اَلْعَسِيرُ عَلَيْهِ يَسِيرٌ يَا مَنْ لاَ يَحْتَاجُ إِلَی‌ تَفْسِيرٍ يَا مَنْ هُوَ عَلی‌ كُلِّ شَيْءٍ قَدِيرٌ يَا مَنْ هُوَ بِكُلِّ شَيْءٍ خَبِيرٌ يَا مَنْ هُوَ بِكُلِّ شَيْءٍ بَصِيرٌ يَا مُرْسِلَ اَلرِّيَاحِ يَا فَالِقَ اَلْإِصْبَاحِ يَا بَاعِثَ اَلْأَرْوَاحِ يَا ذَا اَلْجُودِ وَ اَلسَّمَاحِ يَا مَنْ بِيَدِهِ كُلُّ مِفْتَاحٍ يَا سَامِعَ كُلِّ صَوْتٍ يَا سَابِقَ كُلِّ فَوْتٍ يَا مُحْيِيَ كُلِّ نَفْسٍ بَعْدَ اَلْمَوْتِ يَا عُدَّتِي فِي شِدَّتِي يَا حَافِظِي فِي غُرْبَتِي يَا مُونِسِي فِي وَحْدَتِي يَا وَلِيِّي فِي نِعْمَتِي يَا كَهْفِي حِينَ تُعْيِينِي اَلْمَذَاهِبُ وَ تُسْلِمُنِي اَلْأَقَارِبُ وَ يَخْذُلُنِي كُلُّ صَاحِبٍ يَا عِمَادَ مَنْ لاَ عِمَادَ لَهُ يَا سَنَدَ مَنْ لاَ سَنَدَ لَهُ يَا ذُخْرَ مَنْ لاَ ذُخْرَ لَهُ يَا حِرْزَ مَنْ لاَ حِرْزَ لَهُ يَا كَهْفَ مَنْ لاَ كَهْفَ لَهُ يَا كَنْزَ مَنْ لاَ كَنْزَ لَهُ يَا رُكْنَ مَنْ لاَ رُكْنَ لَهُ يَا غِيَاثَ مَنْ لاَ غِيَاثَ لَهُ يَا جَارَ مَنْ لاَ جَارَ لَهُ يَا جَارِيَ اَللَّصِيقُ يَا رُكْنِيَ اَلْوَثِيقُ يَا إِلَهِي بِالتَّحْقِيقِ يَا رَبَّ اَلْبَيْتِ اَلْعَتِيقِ يَا شَفِيقُ يَا رَفِيقُ فُكَّنِي مِنْ حَلَقِ اَلْمَضِيقِ وَ اِصْرِفْ عَنِّي كُلَّ هَمٍّ وَ غَمٍّ وَ ضِيقٍ وَ اِكْفِنِي شَرَّ مَا لاَ أُطِيقُ وَ أَعِنِّي عَلَی‌ مَا أُطِيقُ يَا رَادَّ يُوسُفَ عَلَی‌ يَعْقُوبَ يَا كَاشِفَ ضُرِّ أَيُّوبَ يَا غَافِرَ ذَنْبِ دَاوُدَ يَا رَافِعَ عِيسَی‌ اِبْنِ مَرْيَمَ وَ مُنْجِيَهُ مِنْ أَيْدِي اَلْيَهُودِ يَا مُجِيبَ نِدَاءِ يُونُسَ [ يُوسُفَ ] فِي اَلظُّلُمَاتِ يَا مُصْطَفِيَ مُوسَی‌ بِالْكَلِمَاتِ يَا مَنْ غَفَرَ لِآدَمَ خَطِيئَتَهُ وَ رَفَعَ إِدْرِيسَ مَكٰاناً عَلِيًّا بِرَحْمَتِهِ يَا مَنْ نَجَّی‌ نُوحاً مِنَ اَلْغَرَقِ يَا مَنْ أَهْلَكَ عٰاداً اَلْأُولی‌ وَ ثَمُودَ فَمٰا أَبْقی‌ وَ قَوْمَ نُوحٍ مِنْ قَبْلُ إِنَّهُمْ كٰانُوا هُمْ أَظْلَمَ وَ أَطْغی‌ `وَ اَلْمُؤْتَفِكَةَ أَهْوی‌ يَا مَنْ دَمَّرَ عَلَی‌ قَوْمِ لُوطٍ وَ دَمْدَمَ عَلَی‌ قَوْمِ شُعَيْبٍ يَا مَنِ اِتَّخَذَ إِبْرٰاهِيمَ خَلِيلاً يَا مَنِ اِتَّخَذَ مُوسَی‌ كَلِيماً وَ اِتَّخَذَ مُحَمَّداً صَلَّی‌ اَللَّهُ عَلَيْهِ وَ آلِهِ وَ عَلَيْهِمْ أَجْمَعِينَ حَبِيباً يَا مُؤْتِيَ لُقْمَانَ اَلْحِكْمَةَ وَ اَلْوَاهِبَ لِسُلَيْمَانَ مُلْكاً لاَ يَنْبَغِي لِأَحَدٍ مِنْ بَعْدِهِ يَا مَنْ نَصَرَ ذَا اَلْقَرْنَيْنِ عَلَی‌ اَلْمُلُوكِ اَلْجَبَابِرَةِ يَا مَنْ أَعْطَی‌ اَلْخَضِرَ اَلْحَيَاةَ وَ رَدَّ لِيُوشَعَ بْنِ نُونٍ اَلشَّمْسَ بَعْدَ غُرُوبِهَا يَا مَنْ رَبَطَ عَلَی‌ قَلْبِ أُمِّ مُوسَی‌ وَ أَحْصَنَ فَرْجَ مَرْيَمَ بِنْتِ عِمْرَانَ يَا مَنْ حَصَّنَ يَحْيَی‌ بْنَ زَكَرِيَّا مِنَ اَلذَّنْبِ وَ سَكَّنَ عَنْ مُوسَی‌ اَلْغَضَبَ يَا مَنْ بَشَّرَ زَكَرِيَّا بِيَحْيَی‌ يَا مَنْ فَدَا إِسْمَاعِيلَ مِنَ اَلذَّبْحِ بِذِبْحٍ عَظِيمٍ يَا مَنْ قَبِلَ قُرْبَانَ هَابِيلَ وَ جَعَلَ اَللَّعْنَةَ عَلَی‌ قَابِيلَ يَا هَازِمَ اَلْأَحْزَابِ لِمُحَمَّدٍ صَلَّی‌ اَللَّهُ عَلَيْهِ وَ آلِهِ وَ سَلَّمَ صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ عَلَی‌ جَمِيعِ اَلْمُرْسَلِينَ وَ مَلاَئِكَتِكَ اَلْمُقَرَّبِينَ وَ أَهْلِ طَاعَتِكَ أَجْمَعِينَ وَ أَسْأَلُكَ بِكُلِّ مَسْأَلَةٍ سَأَلَكَ بِهَا أَحَدٌ مِمَّنْ رَضِيتَ عَنْهُ فَحَتَمْتَ لَهُ عَلَی‌ اَلْإِجَابَةِ يَا اَللَّهُ ثَلاَثاً يَا رَحْمَانُ ثَلاَثاً يَا رَحِيمُ ثَلاَثاً يَا ذَا اَلْجَلاَلِ وَ اَلْإِكْرَامِ ثَلاَثاً بِهِ بِهِ سَبْعاً أَسْأَلُكَ بِكُلِّ اِسْمٍ سَمَّيْتَ بِهِ نَفْسَكَ أَوْ أَنْزَلْتَهُ فِي شَيْءٍ مِنْ كُتُبِكَ أَوِ اِسْتَأْثَرْتَ بِهِ فِي عِلْمِ اَلْغَيْبِ عِنْدَكَ وَ بِمَعَاقِدِ اَلْعِزِّ مِنْ عَرْشِكَ وَ بِمُنْتَهَی‌ اَلرَّحْمَةِ مِنْ كِتَابِكَ وَ بِمَا لَوْ أَنَّ مٰا فِي اَلْأَرْضِ مِنْ شَجَرَةٍ أَقْلاٰمٌ وَ اَلْبَحْرُ يَمُدُّهُ مِنْ بَعْدِهِ سَبْعَةُ أَبْحُرٍ مٰا نَفِدَتْ كَلِمٰاتُ اَللّٰهِ إِنَّ اَللّٰهَ عَزِيزٌ حَكِيمٌ وَ أَسْأَلُكَ بِأَسْمَائِكَ [بِالْأَسْمَاءِ] اَلْحُسْنَی‌ اَلَّتِي نَعَتَّهَا فِي كِتَابِكَ فَقُلْتَ وَ لِلّٰهِ اَلْأَسْمٰاءُ اَلْحُسْنی‌ فَادْعُوهُ بِهٰا وَ قُلْتَ اُدْعُونِي أَسْتَجِبْ لَكُمْ وَ قُلْتَ وَ إِذٰا سَأَلَكَ عِبٰادِي عَنِّي فَإِنِّي قَرِيبٌ أُجِيبُ دَعْوَةَ اَلدّٰاعِ إِذٰا دَعٰانِ وَ قُلْتَ يٰا عِبٰادِيَ اَلَّذِينَ أَسْرَفُوا عَلی‌ أَنْفُسِهِمْ لاٰ تَقْنَطُوا مِنْ رَحْمَةِ اَللّٰهِ إِنَّ اَللّٰهَ يَغْفِرُ اَلذُّنُوبَ جَمِيعاً إِنَّهُ هُوَ اَلْغَفُورُ اَلرَّحِيمُ وَ أَنَا أَسْأَلُكَ يَا إِلَهِي وَ أَدْعُوكَ يَا رَبِّ وَ أَرْجُوكَ يَا سَيِّدِي وَ أَطْمَعُ فِي إِجَابَتِي يَا مَوْلاَيَ كَمَا وَعَدْتَنِي وَ قَدْ دَعَوْتُكَ كَمَا أَمَرْتَنِي فَافْعَلْ بِي مَا أَنْتَ أَهْلُهُ يَا كَرِيمُ وَ اَلْحَمْدُ لِلّٰهِ رَبِّ اَلْعٰالَمِينَ وَ صَلَّی‌ اَللَّهُ عَلَی‌ مُحَمَّدٍ وَ آلِهِ أَجْمَعِينَ ثُمَّ تَذْكُرُ حَاجَتَكَ تُقْضَی‌ إِنْ شَاءَ اَللَّهُ تَعَالَی‌."
  },
  {
    "id": 5,
    "title": "دعاء الجوشن الكبير",
    "text": "و من الأدعية المعروفة دعاء الجوشن الكبير و هو مروي عن النبي صلی‌ الله عليه و آله رواه جماعة من متأخري أصحابنا رضوان الله عليهم قال الكفعمي و غيره ملخص شرح دعاء الجوشن هذا الدعاء رفيع الشأن عظيم المنزلة جليل القدر. مَرْوِيٌّ عَنِ اَلسَّجَّادِ زَيْنِ اَلْعَابِدِينَ عَنْ أَبِيهِ عَنْ جَدِّهِ عَلِيِّ بْنِ أَبِي طَالِبٍ عَلَيْهِمُ اَلسَّلاَمُ عَنِ اَلنَّبِيِّ صَلَّی‌ اَللَّهُ عَلَيْهِ وَ آلِهِ : نَزَلَ بِهِ جَبْرَئِيلُ عَلَيْهِ اَلسَّلاَمُ عَلَی‌ اَلنَّبِيِّ صَلَّی‌ اَللَّهُ عَلَيْهِ وَ آلِهِ وَ هُوَ فِي بَعْضِ غَزَوَاتِهِ وَ قَدِ اِشْتَدَّتْ وَ عَلَيْهِ جَوْشَنٌ ثَقِيلٌ آلَمَهُ فَدَعَا اَللَّهَ تَعَالَی‌ فَهَبَطَ جَبْرَئِيلُ عَلَيْهِ اَلسَّلاَمُ وَ قَالَ يَا مُحَمَّدُ رَبُّكَ يَقْرَأُ عَلَيْكَ اَلسَّلاَمَ وَ يَقُولُ لَكَ اِخْلَعْ هَذَا اَلْجَوْشَنَ وَ اِقْرَأْ هَذَا اَلدُّعَاءَ فَهُوَ أَمَانٌ لَكَ وَ لِأُمَّتِكَ فَمَنْ قَرَأَهُ عِنْدَ خُرُوجِهِ مِنْ مَنْزِلِهِ أَوْ حَمَلَهُ حَفِظَهُ اَللَّهُ وَ أَوْجَبَ اَلْجَنَّةَ عَلَيْهِ وَ وَفَّقَهُ لِصَالِحِ اَلْأَعْمَالِ وَ كَانَ كَأَنَّمَا قَرَأَ اَلْكُتُبَ اَلْأَرْبَعَ وَ أُعْطِيَ بِكُلِّ حَرْفٍ زَوْجَتَيْنِ فِي اَلْجَنَّةِ وَ بَيْتَيْنِ مِنْ بُيُوتِ اَلْجَنَّةِ وَ أُعْطِيَ مِثْلَ ثَوَابِ إِبْرَاهِيمَ وَ مُوسَی‌ وَ عِيسَی‌ وَ ثَوَابِ خَلْقٍ مِنْ خَلْقِ اَللَّهِ فِي أَرْضٍ بَيْضَاءَ خَلْفَ اَلْمَغْرِبِ يَعْبُدُونَ اَللَّهَ تَعَالَی‌ وَ لاَ يَعْصُونَهُ طَرْفَةَ عَيْنٍ قَدْ تَمَزَّقَتْ جُلُودُهُمْ مِنَ اَلْبُكَاءِ مِنْ خَشْيَةِ اَللَّهِ وَ لاَ يَعْلَمُ عَدَدَهُمْ إِلاَّ اَللَّهُ وَ مَسِيرَةُ اَلشَّمْسِ فِي بِلاَدِهِمْ اَلْأَرْبَعُونَ يَوْماً يَا مُحَمَّدُ وَ إِنَّ اَلْبَيْتَ اَلْمَعْمُورَ فِي اَلسَّمَاءِ اَلسَّابِعَةِ يَدْخُلُهُ سَبْعُونَ أَلْفَ مَلَكٍ فِي كُلِّ يَوْمٍ وَ يَخْرُجُونَ مِنْهُ وَ لاَ يَعُودُونَ إِلَيْهِ إِلَی‌ يَوْمِ اَلْقِيَامَةِ وَ إِنَّ اَللَّهَ تَعَالَی‌ يُعْطِي لِمَنْ قَرَأَ هَذَا اَلدُّعَاءَ ثَوَابَ تِلْكَ اَلْمَلاَئِكَةِ وَ يُعْطِيهِ ثَوَابَ اَلْمُؤْمِنِينَ وَ اَلْمُؤْمِنَاتِ مِنْ خَلْقِ اَللَّهِ إِلَی‌ يَوْمِ اَلْقِيَامَةِ وَ مَنْ كَتَبَهُ وَ جَعَلَهُ فِي مَنْزِلِهِ لَمْ يُسْرَقْ وَ لَمْ يَحْتَرِقْ وَ مَنْ كَتَبَ فِي رَقِّ غَزَالٍ أَوْ كَاغَذٍ وَ حَمَلَهُ كَانَ آمِناً مِنْ كُلِّ شَيْءٍ وَ مَنْ دَعَا بِهِ ثُمَّ مَاتَ مَاتَ شَهِيداً وَ كُتِبَ لَهُ ثَوَابُ تِسْعِمِائَةِ أَلْفِ شَهِيدٍ مِنْ شُهَدَاءِ بَدْرٍ وَ نَظَرَ اَللَّهُ إِلَيْهِ وَ أَعْطَاهُ مَا سَأَلَهُ وَ مَنْ قَرَأَهُ سَبْعِينَ مَرَّةً بِنِيَّةٍ خَالِصَةٍ عَلَی‌ أَيِّ مَرَضٍ كَانَ لَزَالَ مِنْ جُنُونٍ أَوْ جُذَامٍ أَوْ بَرَصٍ. وَ مَنْ كَتَبَ فِي جَامٍ بِكَافُورٍ أَوْ مِسْكٍ ثُمَّ غَسَلَهُ وَ رَشَّهُ عَلَی‌ كَفَنِ مَيِّتٍ أَنْزَلَ اَللَّهُ تَعَالَی‌ فِي قَبْرِهِ أَلْفَ نُورٍ وَ آمَنَهُ مِنْ هَوْلِ مُنْكَرٍ وَ نَكِيرٍ وَ رَفَعَ عَنْهُ عَذَابَ اَلْقَبْرِ وَ بَعَثَ سَبْعِينَ أَلْفَ مَلَكٍ إِلَی‌ قَبْرِهِ يُبَشِّرُونَهُ بِالْجَنَّةِ وَ يُؤْنِسُونَهُ وَ يَفْتَحُ لَهُ بَاباً إِلَی‌ اَلْجَنَّةِ وَ يُوَسِّعُ عَلَيْهِ قَبْرَهُ مَدَی‌ بَصَرِهِ وَ مَنْ كَتَبَهُ عَلَی‌ كَفَنِهِ اِسْتَحْيَا اَللَّهُ تَعَالَی‌ أَنْ يُعَذِّبَهُ بِالنَّارِ وَ إِنَّ اَللَّهَ تَعَالَی‌ كَتَبَ هَذَا اَلدُّعَاءَ عَلَی‌ قَوَائِمِ اَلْعَرْشِ قَبْلَ أَنْ يَخْلُقَ اَلدُّنْيَا بِخَمْسِينَ أَلْفَ عَامٍ وَ مَنْ دَعَا بِهِ بِنِيَّةٍ خَالِصَةٍ فِي أَوَّلِ شَهْرِ رَمَضَانَ أَعْطَاهُ اَللَّهُ تَعَالَی‌ ثَوَابَ لَيْلَةِ اَلْقَدْرِ وَ خَلَقَ لَهُ سَبْعُونَ أَلْفَ مَلَكٍ يُسَبِّحُونَ اَللَّهَ وَ يُقَدِّسُونَهُ وَ جَعَلَ ثَوَابَهُمْ لِمَنْ دَعَا بِهِ. يَا مُحَمَّدُ مَنْ دَعَا بِهِ لَمْ يَبْقَ بَيْنَهُ وَ بَيْنَ اَللَّهِ تَعَالَی‌ حِجَابٌ وَ لَمْ يَطْلُبْ مِنَ اَللَّهِ تَعَالَی‌ شَيْئاً إِلاَّ أَعْطَاهُ وَ بَعَثَ اَللَّهُ إِلَيْهِ عِنْدَ خُرُوجِهِ مِنْ قَبْرِهِ سَبْعِينَ أَلْفَ مَلَكٍ فِي يَدِ كُلِّ مَلَكٍ زِمَامَةُ نَجِيبٍ مِنْ نُورٍ بَطْنُهُ مِنَ اَللُّؤْلُؤِ وَ ظَهْرُهُ مِنَ اَلزَّبَرْجَدِ وَ قَوَائِمُهُ مِنَ اَلْيَاقُوتِ عَلَی‌ ظَهْرِ كُلِّ نَجِيبٍ قُبَّةٌ مِنْ نُورٍ لَهَا أَرْبَعُمِائَةِ بَابٍ عَلَی‌ كُلِّ بَابٍ سِتْرٌ مِنَ اَلسُّنْدُسِ وَ اَلْإِسْتَبْرَقِ فِي كُلِّ قُبَّةٍ أَلْفُ وَصِيفَةٍ عَلَی‌ رَأْسِ كُلِّ وَصِيفَةٍ تَاجٌ مِنَ اَلذَّهَبِ اَلْأَحْمَرِ تستطع [تَسْطَعُ] مِنْهُنَّ رَائِحَةُ اَلْمِسْكِ اَلْأَذْفَرِ فَيُعْطَی‌ جَمِيعَ ذَلِكَ ثُمَّ يَبْعَثُ اَللَّهُ إِلَيْهِ بَعْدَ ذَلِكَ سَبْعِينَ أَلْفَ مَلَكٍ مَعَ كُلِّ مَلَكٍ كَأْسٌ مِنْ لُؤْلُؤٍ بَيْضَاءَ فِيهَا شَرَابٌ مِنَ اَلْجَنَّةِ مَكْتُوبٌ عَلَی‌ كُلِّ كَأْسٍ مِنْهَا لاَ إِلَهَ إِلاَّ اَللَّهُ وَحْدَهُ لاَ شَرِيكَ لَهُ هَدِيَّةٌ مِنَ اَلْبَارِئِ عَزَّ وَ جَلَّ لِفُلاَنِ بْنِ فُلاَنٍ وَ يُنَادِيهِ اَللَّهُ تَعَالَی‌ يَا عَبْدِي اُدْخُلِ اَلْجَنَّةَ بِغَيْرِ حِسَابٍ يَا مُحَمَّدُ وَ مَنْ دَعَا بِهِ فِي شَهْرِ رَمَضَانَ ثَلاَثَ مَرَّاتٍ أَوْ مَرَّةً وَاحِدَةً حَرَّمَ اَللَّهُ جَسَدَهُ عَلَی‌ اَلنَّارِ وَ وَجَبَتْ لَهُ اَلْجَنَّةُ وَ وَكَّلَ اَللَّهُ بِهِ مَلَكَيْنِ يَحْفَظَانِهِ مِنَ اَلْمَعَاصِي وَ كَانَ فِي أَمَانِ اَللَّهِ تَعَالَی‌ طُولَ حَيَاتِهِ وَ عِنْدَ مَمَاتِهِ يَا مُحَمَّدُ وَ لاَ تُعَلِّمْهُ إِلاَّ لِمُؤْمِنٍ تَقِيٍّ وَ لاَ تُعَلِّمْهُ مُشْرِكاً فَيَسْأَلَ بِهِ وَ يُعْطَی‌ قَالَ اَلْحُسَيْنُ عَلَيْهِ السَّلاَمُ أَوْصَانِي أَبِي عَلَيْهِ السَّلاَمُ بِحِفْظِهِ وَ تَعْظِيمِهِ وَ أَنْ أَكْتُبَهُ عَلَی‌ كَفَنِهِ وَ أَنْ أُعَلِّمَهُ أَهْلِي وَ أَحُثَّهُمْ عَلَيْهِ وَ هُوَ أَلْفُ اِسْمٍ وَ اِسْمُ دُعَاءِ اَلْجَوْشَنِ اَلْكَبِيرِ مَرْوِيٌّ عَنِ اَلنَّبِيِّ صَلَّی‌ اَللَّهُ عَلَيْهِ وَ آلِهِ وَ هُوَ مِائَةُ فَصْلٍ كُلُّ فَصْلٍ عَشَرَةُ أَسْمَاءٍ وَ تُبَسْمِلُ فِي أَوَّلِ كُلِّ فَصْلٍ مِنْهَا وَ تَقُولُ فِي آخِرِهِ سُبْحَانَكَ يَا لاَ إِلَهَ إِلاَّ أَنْتَ اَلْغَوْثَ اَلْغَوْثَ صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِ مُحَمَّدٍ وَ خَلِّصْنَا مِنَ اَلنَّارِ يَا رَبِّ يَا ذَا اَلْجَلاَلِ وَ اَلْإِكْرَامِ يَا أَرْحَمَ اَلرَّاحِمِينَ. ا- اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا اَللَّهُ يَا رَحْمَانُ يَا رَحِيمُ يَا كَرِيمُ يَا مُقِيمُ يَا عَظِيمُ يَا قَدِيمُ يَا عَلِيمُ يَا حَلِيمُ يَا حَكِيمُ. ب- يَا سَيِّدَ اَلسَّادَاتِ يَا مُجِيبَ اَلدَّعَوَاتِ يَا رَافِعَ اَلدَّرَجَاتِ يَا وَلِيَّ اَلْحَسَنَاتِ يَا غَافِرَ اَلْخَطِيئَاتِ يَا مُعْطِيَ اَلْمَسْأَلاَتِ يَا قَابِلَ اَلتَّوْبَاتِ يَا سَامِعَ اَلْأَصْوَاتِ يَا عَالِمَ اَلْخَفِيَّاتِ يَا دَافِعَ اَلْبَلِيَّاتِ. ج- يَا خَيْرَ اَلْغَافِرِينَ يَا خَيْرَ اَلْفَاتِحِينَ يَا خَيْرَ اَلنَّاصِرِينَ يَا خَيْرَ اَلْحَاكِمِينَ يَا خَيْرَ اَلرَّازِقِينَ يَا خَيْرَ اَلْوَارِثِينَ يَا خَيْرَ اَلْحَامِدِينَ يَا خَيْرَ اَلذَّاكِرِينَ يَا خَيْرَ اَلْمُنْزِلِينَ يَا خَيْرَ اَلْمُحْسِنِينَ. د- يَا مَنْ لَهُ اَلْعِزَّةُ وَ اَلْجَمَالُ يَا مَنْ لَهُ اَلْقُدْرَةُ وَ اَلْكَمَالُ يَا مَنْ لَهُ اَلْمُلْكُ وَ اَلْجَلاَلُ يَا مَنْ هُوَ اَلْكَبِيرُ اَلْمُتَعَالُ يَا مُنْشِئَ اَلسَّحَابِ اَلثِّقَالِ يَا مَنْ هُوَ شَدِيدُ اَلْمِحَالِ يَا مَنْ هُوَ سَرِيعُ اَلْحِسَابِ يَا مَنْ هُوَ شَدِيدُ اَلْعِقَابِ يَا مَنْ عِنْدَهُ حُسْنُ اَلثَّوَابِ يَا مَنْ عِنْدَهُ أُمُّ اَلْكِتَابِ. ه‍- اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا حَنَّانُ يَا مَنَّانُ يَا دَيَّانُ يَا بُرْهَانُ يَا سُلْطَانُ يَا رِضْوَانُ يَا غُفْرَانُ يَا سُبْحَانُ يَا مُسْتَعَانُ يَا ذَا اَلْمَنِّ وَ اَلْبَيَانِ. و: يَا مَنْ تَوَاضَعَ كُلُّ شَيْءٍ لِعَظَمَتِهِ يَا مَنِ اِسْتَسْلَمَ كُلُّ شَيْءٍ لِقُدْرَتِهِ يَا مَنْ ذَلَّ كُلُّ شَيْءٍ لِعِزَّتِهِ يَا مَنْ خَضَعَ كُلُّ شَيْءٍ لِهَيْبَتِهِ يَا مَنِ اِنْقَادَ كُلُّ شَيْءٍ مِنْ خَشْيَتِهِ يَا مَنْ تَشَقَّقَتِ اَلْجِبَالُ مِنْ مَخَافَتِهِ يَا مَنْ قَامَتِ اَلسَّمَاوَاتُ بِأَمْرِهِ يَا مَنِ اِسْتَقَرَّتِ اَلْأَرَضُونَ بِإِذْنِهِ يَا مَنْ يُسَبِّحُ اَلرَّعْدُ بِحَمْدِهِ يَا مَنْ لاَ يَعْتَدِي عَلَی‌ أَهْلِ مَمْلَكَتِهِ. ز: يَا غَافِرَ اَلْخَطَايَا يَا كَاشِفَ اَلْبَلاَيَا يَا مُنْتَهَی‌ اَلرَّجَايَا يَا مُجْزِلَ اَلْعَطَايَا يَا وَاهِبَ اَلْهَدَايَا يَا رَازِقَ اَلْبَرَايَا يَا قَاضِيَ اَلْمَنَايَا يَا سَامِعَ اَلشَّكَايَا يَا بَاعِثَ اَلْبَرَايَا يَا مُطْلِقَ اَلْأُسَارَی‌. ح: يَا ذَا اَلْحَمْدِ وَ اَلثَّنَاءِ يَا ذَا اَلْفَخْرِ وَ اَلْبَهَاءِ يَا ذَا اَلْمَجْدِ وَ اَلسَّنَاءِ يَا ذَا اَلْعَهْدِ وَ اَلْوَفَاءِ يَا ذَا اَلْعَفْوِ وَ اَلرِّضَا يَا ذَا اَلْمَنِّ وَ اَلْعَطَاءِ يَا ذَا اَلْفَضْلِ وَ اَلْقَضَاءِ يَا ذَا اَلْعِزِّ وَ اَلْبَقَاءِ يَا ذَا اَلْجُودِ وَ اَلسَّخَاءِ يَا ذَا اَلْآلاَءِ وَ اَلنَّعْمَاءِ. ط: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا مَانِعُ يَا دَافِعُ يَا رَافِعُ يَا صَانِعُ يَا نَافِعُ يَا سَامِعُ يَا جَامِعُ يَا شَافِعُ يَا وَاسِعُ يَا مُوَسِّعُ.\nي: يَا صَانِعَ كُلِّ مَصْنُوعٍ يَا خَالِقَ كُلِّ مَخْلُوقٍ يَا رَازِقَ كُلِّ مَرْزُوقٍ يَا مَالِكَ كُلِّ مَمْلُوكٍ يَا كَاشِفَ كُلِّ مَكْرُوبٍ يَا فَارِجَ كُلِّ مَهْمُومٍ يَا رَاحِمَ كُلِّ مَرْحُومٍ يَا نَاصِرَ كُلِّ مَخْذُولٍ يَا سَاتِرَ كُلِّ مَعْيُوبٍ يَا مَلْجَأَ كُلِّ مَطْرُودٍ. يا: يَا عُدَّتِي عِنْدَ شِدَّتِي يَا رَجَائِي عِنْدَ مُصِيبَتِي يَا مُونِسِي عِنْدَ وَحْشَتِي يَا صَاحِبِي عِنْدَ غُرْبَتِي يَا وَلِيِّي عِنْدَ نِعْمَتِي يَا غِيَاثِي عِنْدَ كُرْبَتِي يَا دَلِيلِي عِنْدَ حَيْرَتِي يَا غَنَائِي عِنْدَ اِفْتِقَارِي يَا مَلْجَئِي عِنْدَ اِضْطِرَارِي يَا مُغِيثِي عِنْدَ مَفْزَعِي يب: يَا عَلاَّمَ اَلْغُيُوبِ يَا غَفَّارَ اَلذُّنُوبِ يَا سَتَّارَ اَلْعُيُوبِ يَا كَاشِفَ اَلْكُرُوبِ يَا مُقَلِّبَ اَلْقُلُوبِ يَا طَبِيبَ اَلْقُلُوبِ يَا مُنَوِّرَ اَلْقُلُوبِ يَا أَنِيسَ اَلْقُلُوبِ يَا مُفَرِّجَ اَلْهُمُومِ يَا مُنَفِّسَ اَلْغُمُومِ. يج: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا جَلِيلُ يَا جَمِيلُ يَا وَكِيلُ يَا كَفِيلُ يَا دَلِيلُ يَا قَبِيلُ يَا مُدِيلُ يَا مُنِيلُ يَا مُقِيلُ يَا مُحِيلُ. يد: يَا دَلِيلَ اَلْمُتَحَيِّرِينَ يَا غِيَاثَ اَلْمُسْتَغِيثِينَ يَا صَرِيخَ اَلْمُسْتَصْرِخِينَ يَا جَارَ اَلْمُسْتَجِيرِينَ يَا أَمَانَ اَلْخَائِفِينَ يَا عَوْنَ اَلْمُؤْمِنِينَ يَا رَاحِمَ اَلْمَسَاكِينَ يَا مَلْجَأَ اَلْعَاصِينَ يَا غَافِرَ اَلْمُذْنِبِينَ يَا مُجِيبَ دَعْوَةِ اَلْمُضْطَرِّينَ. يه: يَا ذَا اَلْجُودِ وَ اَلْإِحْسَانِ يَا ذَا اَلْفَضْلِ وَ اَلاِمْتِنَانِ يَا ذَا اَلْأَمْنِ وَ اَلْأَمَانِ يَا ذَا اَلْقُدْسِ وَ اَلسُّبْحَانِ يَا ذَا اَلْحِكْمَةِ وَ اَلْبَيَانِ يَا ذَا اَلرَّحْمَةِ وَ اَلرِّضْوَانِ يَا ذَا اَلْحُجَّةِ وَ اَلْبُرْهَانِ يَا ذَا اَلْعَظَمَةِ وَ اَلسُّلْطَانِ يَا ذَا اَلرَّأْفَةِ وَ اَلْمُسْتَعَانِ يَا ذَا اَلْعَفْوِ وَ اَلْغُفْرَانِ. يو: يَا مَنْ هُوَ رَبُّ كُلِّ شَيْءٍ يَا مَنْ هُوَ إِلَهُ كُلِّ شَيْءٍ يَا مَنْ هُوَ صَانِعُ كُلِّ شَيْءٍ يَا مَنْ هُوَ خَالِقُ كُلِّ شَيْءٍ يَا مَنْ هُوَ قَبْلَ كُلِّ شَيْءٍ يَا مَنْ هُوَ بَعْدَ كُلِّ شَيْءٍ يَا مَنْ هُوَ فَوْقَ كُلِّ شَيْءٍ يَا مَنْ هُوَ عَالِمٌ بِكُلِّ شَيْءٍ يَا مَنْ هُوَ قَادِرٌ عَلَی‌ كُلِّ شَيْءٍ يَا مَنْ يَبْقَی‌ وَ يَفْنَی‌ كُلُّ شَيْءٍ. يز: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا مُؤْمِنُ يَا مُهَيْمِنُ يَا مُكَوِّنُ يَا مُلَقِّنُ يَا مُبَيِّنُ يَا مُهَوِّنُ يَا مُمَكِّنُ يَا مُزَيِّنُ يَا مُعْلِنُ يَا مُقَسِّمُ. يح: يَا مَنْ هُوَ فِي مُلْكِهِ مُقِيمٌ يَا مَنْ هُوَ فِي سُلْطَانِهِ قَدِيمٌ يَا مَنْ هُوَ فِي جَلاَلِهِ عَظِيمٌ يَا مَنْ هُوَ عَلَی‌ عِبَادِهِ رَحِيمٌ يَا مَنْ هُوَ بِكُلِّ شَيْءٍ عَلِيمٌ يَا مَنْ هُوَ بِمَنْ عَصَاهُ حَلِيمٌ يَا مَنْ هُوَ بِمَنْ رَجَاهُ كَرِيمٌ يَا مَنْ هُوَ فِي صُنْعِهِ حَكِيمٌ يَا مَنْ هُوَ فِي حِكْمَتِهِ لَطِيفٌ يَا مَنْ هُوَ فِي لُطْفِهِ قَدِيمٌ. يط: يَا مَنْ لاَ يُرْجَی‌ إِلاَّ فَضْلُهُ يَا مَنْ لاَ يُسْأَلُ إِلاَّ عَفْوُهُ يَا مَنْ لاَ يُنْظَرُ إِلاَّ بِرُّهُ يَا مَنْ لاَ يُخَافُ إِلاَّ عَدْلُهُ يَا مَنْ لاَ يَدُومُ إِلاَّ مُلْكُهُ يَا مَنْ لاَ سُلْطَانَ إِلاَّ سُلْطَانُهُ يَا مَنْ وَسِعَتْ كُلَّ شَيْءٍ رَحْمَتُهُ يَا مَنْ سَبَقَتْ رَحْمَتُهُ غَضَبَهُ يَا مَنْ أَحَاطَ بِكُلِّ شَيْءٍ عِلْمُهُ يَا مَنْ لَيْسَ أَحَدٌ مِثْلَهُ. ك: يَا فَارِجَ اَلْهَمِّ يَا كَاشِفَ اَلْغَمِّ يَا غَافِرَ اَلذَّنْبِ يَا قَابِلَ اَلتَّوْبِ يَا خَالِقَ اَلْخَلْقِ يَا صَادِقَ اَلْوَعْدِ يَا مُوفِيَ اَلْعَهْدِ يَا عَالِمَ اَلسِّرِّ يَا فَالِقَ اَلْحَبِّ يَا رَازِقَ اَلْأَنَامِ. كا: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا عَلِيُّ يَا وَفِيُّ يَا غَنِيُّ يَا مَلِيُّ يَا حَفِيُّ يَا رَضِيُّ يَا زَكِيُّ يَا بَدِيءُ يَا قَوِيُّ يَا وَلِيُّ. كب: يَا مَنْ أَظْهَرَ اَلْجَمِيلَ يَا مَنْ سَتَرَ اَلْقَبِيحَ يَا مَنْ لَمْ يُؤَاخِذْ بِالْجَرِيرَةِ يَا مَنْ لَمْ يَهْتِكِ اَلسِّتْرَ يَا عَظِيمَ اَلْعَفْوِ يَا حَسَنَ اَلتَّجَاوُزِ يَا وَاسِعَ اَلْمَغْفِرَةِ يَا بَاسِطَ اَلْيَدَيْنِ بِالرَّحْمَةِ يَا صَاحِبَ كُلِّ نَجْوَی‌ يَا مُنْتَهَی‌ كُلِّ شَكْوَی‌. كج: يَا ذَا اَلنِّعْمَةِ اَلسَّابِغَةِ يَا ذَا اَلرَّحْمَةِ اَلْوَاسِعَةِ يَا ذَا اَلْمِنَّةِ اَلسَّابِقَةِ يَا ذَا اَلْحِكْمَةِ اَلْبَالِغَةِ يَا ذَا اَلْقُدْرَةِ اَلْكَامِلَةِ يَا ذَا اَلْحُجَّةِ اَلْقَاطِعَةِ يَا ذَا اَلْكَرَامَةِ اَلظَّاهِرَةِ يَا ذَا اَلْعِزَّةِ اَلدَّائِمَةِ يَا ذَا اَلْقُوَّةِ اَلْمَتِينَةِ يَا ذَا اَلْعَظَمَةِ اَلْمَنِيعَةِ.\nكد: يَا بَدِيعَ اَلسَّمَاوَاتِ يَا جَاعِلَ اَلظُّلُمَاتِ يَا رَاحِمَ اَلْعَبَرَاتِ يَا مُقِيلَ اَلْعَثَرَاتِ يَا سَاتِرَ اَلْعَوْرَاتِ يَا مُحْيِيَ اَلْأَمْوَاتِ يَا مُنَزِّلَ اَلْآيَاتِ يَا مُضَعِّفَ اَلْحَسَنَاتِ يَا مَاحِيَ اَلسَّيِّئَاتِ يَا شَدِيدَ اَلنَّقِمَاتِ. كه: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا مُصَوِّرُ يَا مُقَدِّرُ يَا مُدَبِّرُ يَا مُطَهِّرُ يَا مُنَوِّرُ يَا مُيَسِّرُ يَا مُبَشِّرُ يَا مُنْذِرُ يَا مُقَدِّمُ يَا مُؤَخِّرُ. كو: يَا رَبَّ اَلْبَيْتِ اَلْحَرَامِ يَا رَبَّ اَلشَّهْرِ اَلْحَرَامِ يَا رَبَّ اَلْبَلَدِ اَلْحَرَامِ يَا رَبَّ اَلرُّكْنِ وَ اَلْمَقَامِ يَا رَبَّ اَلْمَشْعَرِ اَلْحَرَامِ يَا رَبَّ اَلْمَسْجِدِ اَلْحَرَامِ يَا رَبَّ اَلْحِلِّ وَ اَلْحَرَامِ يَا رَبَّ اَلنُّورِ وَ اَلظَّلاَمِ يَا رَبَّ اَلتَّحِيَّةِ وَ اَلسَّلاَمِ يَا رَبَّ اَلْقُدْرَةِ فِي اَلْأَنَامِ. كز: يَا أَحْكَمَ اَلْحَاكِمِينَ يَا أَعْدَلَ اَلْعَادِلِينَ يَا أَصْدَقَ اَلصَّادِقِينَ يَا أَطْهَرَ اَلطَّاهِرِينَ يَا أَحْسَنَ اَلْخَالِقِينَ يَا أَسْرَعَ اَلْحَاسِبِينَ يَا أَسْمَعَ اَلسَّامِعِينَ يَا أَبْصَرَ اَلنَّاظِرِينَ يَا أَشْفَعَ اَلشَّافِعِينَ يَا أَكْرَمَ اَلْأَكْرَمِينَ. كح: يَا عِمَادَ مَنْ لاَ عِمَادَ لَهُ يَا سَنَدَ مَنْ لاَ سَنَدَ لَهُ يَا ذُخْرَ مَنْ لاَ ذُخْرَ لَهُ يَا حِرْزَ مَنْ لاَ حِرْزَ لَهُ يَا غِيَاثَ مَنْ لاَ غِيَاثَ لَهُ يَا فَخْرَ مَنْ لاَ فَخْرَ لَهُ يَا عِزَّ مَنْ لاَ عِزَّ لَهُ يَا مُعِينَ مَنْ لاَ مُعِينَ لَهُ يَا أَنِيسَ مَنْ لاَ أَنِيسَ لَهُ يَا أَمَانَ مَنْ لاَ أَمَانَ لَهُ. كط: اَللَّهُمَّ إِنِّي أَسْأَلُكَ يَا عَاصِمُ يَا قَائِمُ يَا دَائِمُ يَا رَاحِمُ يَا سَالِمُ يَا حَاكِمُ يَا عَالِمُ يَا قَاسِمُ يَا قَابِضُ يَا بَاسِطُ. ل: يَا عَاصِمَ مَنِ اِسْتَعْصَمَهُ يَا رَاحِمَ مَنِ اِسْتَرْحَمَهُ يَا غَافِرَ مَنِ اِسْتَغْفَرَهُ يَا نَاصِرَ مَنِ اِسْتَنْصَرَهُ يَا حَافِظَ مَنِ اِسْتَحْفَظَهُ يَا مُكْرِمَ مَنِ اِسْتَكْرَمَهُ يَا مُرْشِدَ مَنِ اِسْتَرْشَدَهُ يَا صَرِيخَ مَنِ اِسْتَصْرَخَهُ يَا مُعِينَ مَنِ اِسْتَعَانَهُ يَا مُغِيثَ مَنِ اِسْتَغَاثَهُ. لا: يَا عَزِيزاً لاَ يُضَامُ يَا لَطِيفاً لاَ يُرَامُ يَا قَيُّوماً لاَ يَنَامُ يَا دَائِماً لاَ يَفُوتُ يَا حَيّاً لاَ يَمُوتُ يَا مَلِكاً لاَ يَزُولُ يَا بَاقِياً لاَ يَفْنَی‌ يَا عَالِماً لاَ يَجْهَلُ يَا صَمَداً لاَ يُطْعَمُ يَا قَوِيّاً لاَ يَضْعُفُ. لب: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا أَحَدُ يَا وَاحِدُ يَا شَاهِدُ يَا مَاجِدُ يَا حَامِدُ يَا رَاشِدُ يَا بَاعِثُ يَا وَارِثُ يَا ضَارُّ يَا نَافِعُ. لج: يَا أَعْظَمَ مِنْ كُلِّ عَظِيمٍ يَا أَكْرَمَ مِنْ كُلِّ كَرِيمٍ يَا أَرْحَمَ مِنْ كُلِّ رَحِيمٍ يَا أَعْلَمَ مِنْ كُلِّ عَلِيمٍ يَا أَحْكَمَ مِنْ كُلِّ حَكِيمٍ يَا أَقْدَمَ مِنْ كُلِّ قَدِيمٍ يَا أَكْبَرَ مِنْ كُلِّ كَبِيرٍ يَا أَلْطَفَ مِنْ كُلِّ لَطِيفٍ يَا أَجَلَّ مِنْ كُلِّ جَلِيلٍ يَا أَعَزَّ مِنْ كُلِّ عَزِيزٍ. لد: يَا كَرِيمَ اَلصَّفْحِ يَا عَظِيمَ اَلْمَنِّ يَا كَثِيرَ اَلْخَيْرِ يَا قَدِيمَ اَلْفَضْلِ يَا دَائِمَ اَللُّطْفِ يَا لَطِيفَ اَلصُّنْعِ يَا مُنَفِّسَ اَلْكَرْبِ يَا كَاشِفَ اَلضُّرِّ يَا مَالِكَ اَلْمُلْكِ يَا قَاضِيَ اَلْحَقِّ. له: يَا مَنْ هُوَ فِي عَهْدِهِ وَفِيٌّ يَا مَنْ هُوَ فِي وَفَائِهِ قَوِيٌّ يَا مَنْ هُوَ فِي قُوَّتِهِ عَلِيٌّ يَا مَنْ هُوَ فِي عُلُوِّهِ قَرِيبٌ يَا مَنْ هُوَ فِي قُرْبِهِ لَطِيفٌ يَا مَنْ هُوَ فِي لُطْفِهِ شَرِيفٌ يَا مَنْ هُوَ فِي شَرَفِهِ عَزِيزٌ يَا مَنْ هُوَ فِي عِزِّهِ عَظِيمٌ يَا مَنْ هُوَ فِي عَظَمَتِهِ مَجِيدٌ يَا مَنْ هُوَ فِي مَجْدِهِ حَمِيدٌ. لو: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا كَافِي يَا شَافِي يَا وَافِي يَا مُعَافِي يَا هَادِي يَا دَاعِي يَا قَاضِي يَا رَاضِي يَا عَالِي يَا بَاقِي. لز: يَا مَنْ كُلُّ شَيْءٍ خَاضِعٌ لَهُ يَا مَنْ كُلُّ شَيْءٍ خَاشِعٌ لَهُ يَا مَنْ كُلُّ شَيْءٍ كَائِنٌ لَهُ يَا مَنْ كُلُّ شَيْءٍ مَوْجُودٌ بِهِ يَا مَنْ كُلُّ شَيْءٍ مُنِيبٌ إِلَيْهِ يَا مَنْ كُلُّ شَيْءٍ خَائِفٌ مِنْهُ يَا مَنْ كُلُّ شَيْءٍ قَائِمٌ بِهِ يَا مَنْ كُلُّ شَيْءٍ صَائِرٌ إِلَيْهِ يَا مَنْ كُلُّ شَيْءٍ يُسَبِّحُ بِحَمْدِهِ يَا مَنْ كُلُّ شَيْءٍ هٰالِكٌ إِلاّٰ وَجْهَهُ . لح: يَا مَنْ لاَ مَفَرَّ إِلاَّ إِلَيْهِ يَا مَنْ لاَ مَفْزَعَ إِلاَّ إِلَيْهِ يَا مَنْ لاَ مَقْصَدَ إِلاَّ إِلَيْهِ يَا مَنْ لاَ مَنْجَی‌ مِنْهُ إِلاَّ إِلَيْهِ يَا مَنْ لاَ يُرْغَبُ إِلاَّ إِلَيْهِ يَا مَنْ لاَ حَوْلَ وَ لاَ قُوَّةَ إِلاَّ بِهِ يَا مَنْ لاَ يُسْتَعَانُ إِلاَّ بِهِ يَا مَنْ لاَ يُتَوَكَّلُ إِلاَّ عَلَيْهِ يَا مَنْ لاَ يُرْجَی‌ إِلاَّ هُوَ يَا مَنْ لاَ يُعْبَدُ إِلاَّ إِيَّاهُ. لط: يَا خَيْرَ اَلْمَرْهُوبِينَ يَا خَيْرَ اَلْمَطْلُوبِينَ يَا خَيْرَ اَلْمَرْغُوبِينَ يَا خَيْرَ اَلْمَسْئُولِينَ يَا خَيْرَ اَلْمَقْصُودِينَ يَا خَيْرَ اَلْمَذْكُورِينَ يَا خَيْرَ اَلْمَشْكُورِينَ يَا خَيْرَ اَلْمَحْبُوبِينَ يَا خَيْرَ اَلْمَدْعُوِّينَ يَا خَيْرَ اَلْمُسْتَأْنِسِينَ. م: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا غَافِرُ يَا سَاتِرُ يَا قَادِرُ يَا قَاهِرُ يَا فَاطِرُ يَا كَاسِرُ يَا جَابِرُ يَا ذَاكِرُ يَا نَاظِرُ يَا نَاصِرُ. ما: يَا مَنْ خَلَقَ فَسَوّٰی‌ يَا مَنْ قَدَّرَ فَهَدی‌ يَا مَنْ يَكْشِفُ اَلْبَلْوَی‌ يَا مَنْ يَسْمَعُ اَلنَّجْوَی‌ يَا مَنْ يُنْقِذُ اَلْغَرْقَی‌ يَا مِنْ يُنْجِي اَلْهَلْكَی‌ يَا مَنْ يَشْفِي اَلْمَرْضَی‌ يَا مَنْ أَضْحَكَ وَ أَبْكی‌ يَا مَنْ أَمٰاتَ وَ أَحْيٰا يَا مَنْ خَلَقَ اَلزَّوْجَيْنِ اَلذَّكَرَ وَ اَلْأُنْثی‌ . مب: يَا مَنْ فِي اَلْبَرِّ وَ اَلْبَحْرِ سَبِيلُهُ يَا مَنْ فِي اَلْآفَاقِ آيَاتُهُ يَا مَنْ فِي اَلْآيَاتِ بُرْهَانُهُ يَا مَنْ فِي اَلْمَمَاتِ قُدْرَتُهُ يَا مَنْ فِي اَلْقُبُورِ عِبْرَتُهُ يَا مَنْ فِي اَلْقِيَامَةِ مُلْكُهُ يَا مَنْ فِي اَلْحِسَابِ هَيْبَتُهُ يَا مَنْ فِي اَلْمِيزَانِ قَضَاؤُهُ يَا مَنْ فِي اَلْجَنَّةِ ثَوَابُهُ يَا مَنْ فِي اَلنَّارِ عِقَابُهُ. مج: يَا مَنْ إِلَيْهِ يَهْرَبُ اَلْخَائِفُونَ يَا مَنْ إِلَيْهِ يَفْزَعُ اَلْمُذْنِبُونَ يَا مَنْ إِلَيْهِ يَقْصِدُ اَلْمُنِيبُونَ يَا مَنْ إِلَيْهِ يَرْغَبُ اَلزَّاهِدُونَ يَا مَنْ إِلَيْهِ يَلْجَأُ اَلْمُتَحَيِّرُونَ يَا مَنْ بِهِ يَسْتَأْنِسُ اَلْمُرِيدُونَ يَا مَنْ بِهِ يَفْتَخِرُ اَلْمُحِبُّونَ يَا مَنْ فِي عَفْوِهِ يَطْمَعُ اَلْخَاطِئُونَ يَا مَنْ إِلَيْهِ يَسْكُنُ اَلْمُوقِنُونَ يَا مَنْ عَلَيْهِ يَتَوَكَّلُ اَلْمُتَوَكِّلُونَ. مد: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا حَبِيبُ يَا طَبِيبُ يَا قَرِيبُ يَا رَقِيبُ يَا حَسِيبُ يَا مُهِيبُ يَا مُثِيبُ يَا مُجِيبُ يَا خَبِيرُ يَا بَصِيرُ. مه: يَا أَقْرَبَ مِنْ كُلِّ قَرِيبٍ يَا أَحَبَّ مِنْ كُلِّ حَبِيبٍ يَا أَبْصَرَ مِنْ كُلِّ بَصِيرٍ يَا أَخْبَرَ مِنْ كُلِّ خَبِيرٍ يَا أَشْرَفَ مِنْ كُلِّ شَرِيفٍ يَا أَرْفَعَ مِنْ كُلِّ رَفِيعٍ يَا أَقْوَی‌ مِنْ كُلِّ قَوِيٍّ يَا أَغْنَی‌ مِنْ كُلِّ غَنِيٍّ يَا أَجْوَدَ مِنْ كُلِّ جَوَادٍ يَا أَرْأَفَ مِنْ كُلِّ رَءُوفٍ. مو: يَا غَالِباً غَيْرَ مَغْلُوبٍ يَا صَانِعاً غَيْرَ مَصْنُوعٍ يَا خَالِقاً غَيْرَ مَخْلُوقٍ يَا مَالِكاً غَيْرَ مَمْلُوكٍ يَا قَاهِراً غَيْرَ مَقْهُورٍ يَا رَافِعاً غَيْرَ مَرْفُوعٍ يَا حَافِظاً غَيْرَ مَحْفُوظٍ يَا نَاصِراً غَيْرَ مَنْصُورٍ يَا شَاهِداً غَيْرَ غَائِبٍ يَا قَرِيباً غَيْرَ بَعِيدٍ. مز: يَا نُورَ اَلنُّورِ يَا مُنَوِّرَ اَلنُّورِ يَا خَالِقَ اَلنُّورِ يَا مُدَبِّرَ اَلنُّورِ يَا مُقَدِّرَ اَلنُّورِ يَا نُورَ كُلِّ نُورٍ يَا نُوراً قَبْلَ كُلِّ نُورٍ يَا نُوراً بَعْدَ كُلِّ نُورٍ يَا نُوراً فَوْقَ كُلِّ نُورٍ يَا نُوراً لَيْسَ كَمِثْلِهِ نُورٌ. مح: يَا مَنْ عَطَاؤُهُ شَرِيفٌ يَا مَنْ فِعْلُهُ لَطِيفٌ يَا مَنْ لُطْفُهُ مُقِيمٌ يَا مَنْ إِحْسَانُهُ قَدِيمٌ يَا مَنْ قَوْلُهُ حَقٌّ يَا مَنْ وَعْدُهُ صِدْقٌ يَا مَنْ عَفْوُهُ فَضْلٌ يَا مَنْ عَذَابُهُ عَدْلٌ يَا مَنْ ذِكْرُهُ حُلْوٌ يَا مَنْ فَضْلُهُ عَمِيمٌ. مط: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا مُسَهِّلُ يَا مُفَصِّلُ يَا مُبَدِّلُ يَا مُذَلِّلُ يَا مُنَزِّلُ يَا مُنَوِّلُ يَا مُفْضِلُ يَا مُجْزِلُ يَا مُمْهِلُ يَا مُجْمِلُ. ن: يَا مَنْ يَرَی‌ وَ لاَ يُرَی‌ يَا مَنْ يَخْلُقُ وَ لاَ يُخْلَقُ يَا مَنْ يَهْدِي وَ لاَ يُهْدَی‌ يَا مَنْ يُحْيِي وَ لاَ يُحْيَا يَا مَنْ يَسْأَلُ وَ لاَ يُسْأَلُ يَا مَنْ يُطْعِمُ وَ لاٰ يُطْعَمُ يَا مَنْ يُجِيرُ وَ لاٰ يُجٰارُ عَلَيْهِ يَا مَنْ يَقْضِي وَ لاَ يُقْضَی‌ عَلَيْهِ يَا مَنْ يَحْكُمُ وَ لاَ يُحْكَمُ عَلَيْهِ يَا مَنْ لَمْ يَلِدْ وَ لَمْ يُولَدْ `وَ لَمْ يَكُنْ لَهُ كُفُواً أَحَدٌ . نا: يَا نِعْمَ اَلْحَسِيبُ يَا نِعْمَ اَلطَّبِيبُ يَا نِعْمَ اَلرَّقِيبُ يَا نِعْمَ اَلْقَرِيبُ يَا نِعْمَ اَلْمُجِيبُ يَا نِعْمَ اَلْحَبِيبُ يَا نِعْمَ اَلْكَفِيلُ يَا نِعْمَ اَلْوَكِيلُ يَا نِعْمَ اَلْمَوْلَی‌ يَا نِعْمَ اَلنَّصِيرُ.\nنب: يَا سُرُورَ اَلْعَارِفِينَ يَا مُنَی‌ اَلْمُحِبِّينَ يَا أَنِيسَ اَلْمُرِيدِينَ يَا حَبِيبَ اَلتَّوَّابِينَ يَا رَازِقَ اَلْمُقِلِّينَ يَا رَجَاءَ اَلْمُذْنِبِينَ يَا قُرَّةَ عَيْنِ اَلْعَابِدِينَ يَا مُنَفِّسَ عَنِ اَلْمَكْرُوبِينَ يَا مُفَرِّجَ عَنِ اَلْمَغْمُومِينَ يَا إِلَهَ اَلْأَوَّلِينَ وَ اَلْآخِرِينَ. نج: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا رَبَّنَا يَا إِلَهَنَا يَا سَيِّدَنَا يَا مَوْلاَنَا يَا نَاصِرَنَا يَا حَافِظَنَا يَا دَلِيلَنَا يَا مُعِينَنَا يَا حَبِيبَنَا يَا طَبِيبَنَا. ند: يَا رَبَّ اَلنَّبِيِّينَ وَ اَلْأَبْرَارِ يَا رَبَّ اَلصِّدِّيقِينَ وَ اَلْأَخْيَارِ يَا رَبَّ اَلْجَنَّةِ وَ اَلنَّارِ يَا رَبَّ اَلصِّغَارِ وَ اَلْكِبَارِ يَا رَبَّ اَلْحُبُوبِ وَ اَلثِّمَارِ يَا رَبَّ اَلْأَنْهَارِ وَ اَلْأَشْجَارِ يَا رَبَّ اَلصَّحَارِي وَ اَلْقِفَارِ يَا رَبَّ اَلْبَرَارِي وَ اَلْبِحَارِ يَا رَبَّ اَللَّيْلِ وَ اَلنَّهَارِ يَا رَبَّ اَلْأَعْلاَنِ وَ اَلْأَسْرَارِ. نه: يَا مَنْ نَفَذَ فِي كُلِّ شَيْءٍ أَمْرُهُ يَا مَنْ لَحِقَ بِكُلِّ شَيْءٍ عِلْمُهُ يَا مَنْ بَلَغَتْ إِلَی‌ كُلِّ شَيْءٍ قُدْرَتُهُ يَا مَنْ لاَ تُحْصِي اَلْعِبَادُ نِعَمَهُ يَا مَنْ لاَ تَبْلُغُ اَلْخَلاَئِقُ شُكْرَهُ يَا مَنْ لاَ تُدْرِكُ اَلْأَفْهَامُ جَلاَلَهُ يَا مَنْ لاَ تَنَالُ اَلْأَوْهَامُ كُنْهَهُ يَا مَنِ اَلْعَظَمَةُ وَ اَلْكِبْرِيَاءُ رِدَاؤُهُ يَا مَنْ لاَ تَرُدُّ اَلْعِبَادُ قَضَاءَهُ يَا مَنْ لاَ مُلْكَ إِلاَّ مُلْكُهُ يَا مَنْ لاَ عَطَاءَ إِلاَّ عَطَاؤُهُ. نو: يَا مَنْ لَهُ اَلْمَثَلُ اَلْأَعْلَی‌ يَا مَنْ لَهُ اَلصِّفَاتُ اَلْعُلْيَا يَا مَنْ لَهُ اَلْآخِرَةُ وَ اَلْأُولَی‌ يَا مَنْ لَهُ اَلْجَنَّةُ اَلْمَأْوَی‌ يَا مَنْ لَهُ اَلْآيَاتُ اَلْكُبْرَی‌ يَا مَنْ لَهُ اَلْأَسْمَاءُ اَلْحُسْنَی‌ يَا مَنْ لَهُ اَلْحُكْمُ وَ اَلْقَضَاءُ يَا مَنْ لَهُ اَلْهَوَاءُ وَ اَلْفَضَاءُ يَا مَنْ لَهُ اَلْعَرْشُ وَ اَلثَّرَی‌ يَا مَنْ لَهُ اَلسَّمَاوَاتُ اَلْعُلَی‌. نز: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا عَفُوُّ يَا غَفُورُ يَا صَبُورُ يَا شَكُورُ يَا رَءُوفُ يَا عَطُوفُ يَا مَسْئُولُ يَا وَدُودُ يَا سُبُّوحُ يَا قُدُّوسُ. نح: يَا مَنْ فِي اَلسَّمَاوَاتِ عَظَمَتُهُ يَا مَنْ فِي اَلْأَرْضِ آيَاتُهُ يَا مَنْ فِي كُلِّ شَيْءٍ دَلاَئِلُهُ يَا مَنْ فِي اَلْبِحَارِ عَجَائِبُهُ يَا مَنْ فِي اَلْجِبَالِ خَزَائِنُهُ يَا مَنْ يَبْدَأُ اَلْخَلْقَ ثُمَّ يُعِيدُهُ يَا مَنْ إِلَيْهِ يَرْجِعُ اَلْأَمْرُ كُلُّهُ يَا مَنْ أَظْهَرَ فِي كُلِّ شَيْءٍ لُطْفَهُ يَا مَنْ أَحْسَنَ كُلَّ شَيْءٍ خَلَقَهُ يَا مَنْ تَصَرَّفَ فِي اَلْخَلاَئِقِ قُدْرَتُهُ. نط: يَا حَبِيبَ مَنْ لاَ حَبِيبَ لَهُ يَا طَبِيبَ مَنْ لاَ طَبِيبَ لَهُ يَا مُجِيبَ مَنْ لاَ مُجِيبَ لَهُ يَا شَفِيقَ مَنْ لاَ شَفِيقَ لَهُ يَا رَفِيقَ مَنْ لاَ رَفِيقَ لَهُ يَا مُغِيثَ مَنْ لاَ مُغِيثَ لَهُ يَا دَلِيلَ مَنْ لاَ دَلِيلَ لَهُ يَا أَنِيسَ مَنْ لاَ أَنِيسَ لَهُ يَا رَاحِمَ مَنْ لاَ رَاحِمَ لَهُ يَا صَاحِبَ مَنْ لاَ صَاحِبَ لَهُ. س: يَا كَافِيَ مَنِ اِسْتَكْفَاهُ يَا هَادِيَ مَنِ اِسْتَهْدَاهُ يَا كَالِيَ مَنِ اِسْتَكْلاَهُ يَا رَاعِيَ مَنِ اِسْتَرْعَاهُ يَا شَافِيَ مَنِ اِسْتَشْفَاهُ يَا قَاضِيَ مَنِ اِسْتَقْضَاهُ يَا مُغْنِيَ مَنِ اِسْتَغْنَاهُ يَا مُوفِيَ مَنِ اِسْتَوْفَاهُ يَا مُقَوِّيَ مَنِ اِسْتَقْوَاهُ يَا وَلِيَّ مَنِ اِسْتَوْلاَهُ. سا: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا خَالِقُ يَا رَازِقُ يَا نَاطِقُ يَا صَادِقُ يَا فَالِقُ يَا فَارِقُ يَا فَاتِقُ يَا رَاتِقُ يَا سَابِقُ يَا سَامِقُ. سب: يَا مَنْ يُقَلِّبُ اَللَّيْلَ وَ اَلنَّهَارَ يَا مَنْ جَعَلَ اَلظُّلُمَاتِ وَ اَلْأَنْوَارَ يَا مَنْ خَلَقَ اَلظِّلَّ وَ اَلْحَرُورَ يَا مَنْ سَخَّرَ اَلشَّمْسَ وَ اَلْقَمَرَ يَا مَنْ قَدَّرَ اَلْخَيْرَ وَ اَلشَّرَّ يَا مَنْ خَلَقَ اَلْمَوْتَ وَ اَلْحَيٰاةَ يَا مَنْ لَهُ اَلْخَلْقُ وَ اَلْأَمْرُ يَا مَنْ لَمْ يَتَّخِذْ وَلَداً يَا مَنْ لَيْسَ لَهُ شَرِيكٌ فِي اَلْمُلْكِ يَا مَنْ لَمْ يَكُنْ لَهُ وَلِيٌّ مِنَ اَلذُّلِّ . سج: يَا مَنْ يَعْلَمُ مُرَادَ اَلْمُرِيدِينَ يَا مَنْ يَعْلَمُ ضَمِيرَ اَلصَّامِتِينَ يَا مَنْ يَسْمَعُ أَنِينَ اَلْوَاهِنِينَ يَا مَنْ يَرَی‌ بُكَاءَ اَلْخَائِفِينَ يَا مَنْ يَمْلِكُ حَوَائِجَ اَلسَّائِلِينَ يَا مَنْ يَقْبَلُ عُذْرَ اَلتَّائِبِينَ يَا مَنْ لاَ يُصْلِحُ أَعْمَالَ اَلْمُفْسِدِينَ يَا مَنْ لاٰ يُضِيعُ أَجْرَ اَلْمُحْسِنِينَ يَا مَنْ لاَ يَبْعُدُ عَنْ قُلُوبِ اَلْعَارِفِينَ يَا أَجْوَدَ اَلْأَجْوَدِينَ.\nسد: يَا دَائِمَ اَلْبَقَاءِ يَا سَامِعَ اَلدُّعَاءِ يَا وَاسِعَ اَلْعَطَاءِ يَا غَافِرَ اَلْخَطَاءِ يَا بَدِيعَ اَلسَّمَاءِ يَا حَسَنَ اَلْبَلاَءِ يَا جَمِيلَ اَلثَّنَاءِ يَا قَدِيمَ اَلسَّنَاءِ يَا كَثِيرَ اَلْوَفَاءِ يَا شَرِيفَ اَلْجَزَاءِ. سه: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا سَتَّارُ يَا غَفَّارُ يَا قَهَّارُ يَا جَبَّارُ يَا صَبَّارُ يَا بَارُّ يَا مُخْتَارُ يَا فَتَّاحُ يَا نَفَّاحُ يَا مُرْتَاحُ. سو: يَا مَنْ خَلَقَنِي وَ سَوَّانِي يَا مَنْ رَزَقَنِي وَ رَبَّانِي يَا مَنْ أَطْعَمَنِي وَ سَقَانِي يَا مَنْ قَرَّبَنِي وَ أَدْنَانِي يَا مَنْ عَصَمَنِي وَ كَفَانِي يَا مَنْ حَفِظَنِي وَ كَلاَنِي يَا مَنْ أَعَزَّنِي وَ أَغْنَانِي يَا مَنْ وَفَّقَنِي وَ هَدَانِي يَا مَنْ آنَسَنِي وَ آوَانِي يَا مَنْ أَمَاتَنِي وَ أَحْيَانِي. سز: يَا مَنْ يُحِقُّ اَلْحَقَّ بِكَلِمٰاتِهِ يَا مَنْ يَقْبَلُ اَلتَّوْبَةَ عَنْ عِبٰادِهِ يَا مَنْ يَحُولُ بَيْنَ اَلْمَرْءِ وَ قَلْبِهِ يَا مَنْ لاٰ تَنْفَعُ اَلشَّفٰاعَةُ إِلاَّ بِإِذْنِهِ يَا مَنْ هُوَ أَعْلَمُ بِمَنْ ضَلَّ عَنْ سَبِيلِهِ يَا مَنْ لاٰ مُعَقِّبَ لِحُكْمِهِ يَا مَنْ لاَ رَادَّ لِقَضَائِهِ يَا مَنِ اِنْقَادَ كُلُّ شَيْءٍ لِأَمْرِهِ يَا مَنِ اَلسَّمٰاوٰاتُ مَطْوِيّٰاتٌ بِيَمِينِهِ يَا مَنْ يُرْسِلُ اَلرِّيٰاحَ بُشْراً بَيْنَ يَدَيْ رَحْمَتِهِ . سح: يَا مَنْ جَعَلَ اَلْأَرْضَ مِهَاداً يَا مَنْ جَعَلَ اَلْجِبَالَ أَوْتَاداً يَا مَنْ جَعَلَ اَلشَّمْسَ سِرَاجاً يَا مَنْ جَعَلَ اَلْقَمَرَ نُوراً يَا مَنْ جَعَلَ اَللَّيْلَ لِبَاساً يَا مَنْ جَعَلَ اَلنَّهَارَ مَعَاشاً يَا مَنْ جَعَلَ اَلنَّوْمَ سُبَاتاً يَا مَنْ جَعَلَ اَلسَّمَاءَ بِنَاءً يَا مَنْ جَعَلَ اَلْأَشْيَاءَ أَزْوَاجاً يَا مَنْ جَعَلَ اَلنَّارَ مِرْصَاداً. سط: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا سَمِيعُ يَا شَفِيعُ يَا رَفِيعُ يَا مَنِيعُ يَا سَرِيعُ يَا بَدِيعُ يَا كَبِيرُ يَا قَدِيرُ يَا مُنِيرُ يَا مُجِيرُ. ع: يَا حَيّاً قَبْلَ كُلِّ حَيٍّ يَا حَيّاً بَعْدَ كُلِّ حَيٍّ يَا حَيُّ اَلَّذِي لَيْسَ كَمِثْلِهِ حَيٌّ يَا حَيُّ اَلَّذِي لاَ يُشَارِكُهُ حَيٌّ يَا حَيُّ اَلَّذِي لاَ يَحْتَاجُ إِلَی‌ حَيٍّ يَا حَيُّ اَلَّذِي يُمِيتُ كُلَّ حَيٍّ يَا حَيُّ اَلَّذِي يَرْزُقُ كُلَّ حَيٍّ يَا حَيّاً لَمْ يَرِثِ اَلْحَيَاةَ مِنْ حَيٍّ يَا حَيُّ اَلَّذِي يُحْيِي اَلْمَوْتَی‌ يَا حَيُّ يَا قَيُّومُ لاَ تَأْخُذُهُ سِنَةٌ وَ لاَ نَوْمٌ. عا: يَا مَنْ لَهُ ذِكْرٌ لاَ يُنْسَی‌ يَا مَنْ لَهُ نُورٌ لاَ يُطْفَی‌ يَا مَنْ لَهُ نِعَمٌ لاَ تُعَدُّ يَا مَنْ لَهُ مُلْكٌ لاَ يَزُولُ يَا مَنْ لَهُ ثَنَاءٌ لاَ يُحْصَی‌ يَا مَنْ لَهُ جَلاَلٌ لاَ يُكَيَّفُ يَا مَنْ لَهُ كَمَالٌ لاَ يُدْرَكُ يَا مَنْ لَهُ قَضَاءٌ لاَ يُرَدُّ يَا مَنْ لَهُ صِفَاتٌ لاَ تُبَدَّلُ يَا مَنْ لَهُ نُعُوتٌ لاَ تُغَيَّرُ. عب: يَا رَبَّ اَلْعَالَمِينَ يَا مَالِكَ يَوْمِ اَلدِّينِ يَا غَايَةَ اَلطَّالِبِينَ يَا ظَهْرَ اَللاَّجِينَ يَا مُدْرِكَ اَلْهَارِبِينَ يَا مَنْ يُحِبُّ اَلصَّابِرِينَ يَا مَنْ يُحِبُّ اَلتَّوّٰابِينَ يَا مَنْ يُحِبُّ اَلْمُتَطَهِّرِينَ يَا مَنْ يُحِبُّ اَلْمُحْسِنِينَ يَا مَنْ هُوَ أَعْلَمُ بِالْمُهْتَدِينَ . عج: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا شَفِيقُ يَا رَفِيقُ يَا حَفِيظُ يَا مُحِيطُ يَا مُقِيتُ يَا مُغِيثُ يَا مُعِزُّ يَا مُذِلُّ [يَا مُبْدِئُ] يَا مُعِيدُ. عد: يَا مَنْ هُوَ أَحَدٌ بِلاَ ضِدٍّ يَا مَنْ هُوَ فَرْدٌ بِلاَ نِدٍّ يَا مَنْ هُوَ صَمَدٌ بِلاَ عَيْبٍ يَا مَنْ هُوَ وِتْرٌ بِلاَ كَيْفٍ يَا مَنْ هُوَ قَاضٍ بِلاَ حَيْفٍ يَا مَنْ هُوَ رَبٌّ بِلاَ وَزِيرٍ يَا مَنْ هُوَ عَزِيزٌ بِلاَ ذُلٍّ يَا مَنْ هُوَ غَنِيٌّ بِلاَ فَقْرٍ يَا مَنْ هُوَ مَلِكٌ بِلاَ عَزْلٍ يَا مَنْ هُوَ مَوْصُوفٌ بِلاَ شَبِيهٍ. عه: يَا مَنْ ذِكْرُهُ شَرَفٌ لِلذَّاكِرِينَ يَا مَنْ شُكْرُهُ فَوْزٌ لِلشَّاكِرِينَ يَا مَنْ حَمْدُهُ عِزٌّ لِلْحَامِدِينَ يَا مَنْ طَاعَتُهُ نَجَاةٌ لِلْمُطِيعِينَ يَا مَنْ بَابُهُ مَفْتُوحٌ لِلطَّالِبِينَ يَا مَنْ سَبِيلُهُ وَاضِحٌ لِلْمُنِيبِينَ يَا مَنْ آيَاتُهُ بُرْهَانٌ لِلنَّاظِرِينَ يَا مَنْ كِتَابُهُ تَذْكِرَةٌ لِلْمُتَّقِينَ يَا مَنْ رِزْقُهُ عُمُومٌ لِلطَّائِعِينَ وَ اَلْعَاصِينَ يَا مَنْ رَحْمَتُهُ قَرِيبٌ مِنَ اَلْمُحْسِنِينَ. عو: يَا مَنْ تَبَارَكَ اِسْمُهُ يَا مَنْ تَعَالَی‌ جَدُّهُ يَا مَنْ لاَ إِلَهَ غَيْرُهُ يَا مَنْ جَلَّ ثَنَاؤُهُ يَا مَنْ تَقَدَّسَتْ أَسْمَاؤُهُ يَا مَنْ يَدُومُ بَقَاؤُهُ يَا مَنِ اَلْعَظَمَةُ بَهَاؤُهُ يَا مَنِ اَلْكِبْرِيَاءُ رِدَاؤُهُ يَا مَنْ لاَ يُحْصَی‌ آلاَؤُهُ يَا مَنْ لاَ تُعَدُّ نَعْمَاؤُهُ.\nعز: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا مُعِينُ يَا أَمِينُ يَا مُبِينُ يَا مَتِينُ يَا مَكِينُ يَا رَشِيدُ يَا حَمِيدُ يَا مَجِيدُ يَا شَدِيدُ يَا شَهِيدُ. عح: يَا ذَا اَلْعَرْشِ اَلْمَجِيدَ يَا ذَا اَلْقَوْلِ اَلسَّدِيدِ يَا ذَا اَلْفِعْلِ اَلرَّشِيدِ يَا ذَا اَلْبَطْشِ اَلشَّدِيدِ يَا ذَا اَلْوَعْدِ وَ اَلْوَعِيدِ يَا مَنْ هُوَ اَلْوَلِيُّ اَلْحَمِيدُ يَا مَنْ هُوَ فَعّٰالٌ لِمٰا يُرِيدُ يَا مَنْ هُوَ قَرِيبٌ غَيْرُ بَعِيدٍ يَا مَنْ هُوَ عَلی‌ كُلِّ شَيْءٍ شَهِيدٌ يَا مَنْ هُوَ لَيْسَ بِظَلاّٰمٍ لِلْعَبِيدِ . عط: يَا مَنْ لاَ شَرِيكَ لَهُ وَ لاَ وَزِيرَ يَا مَنْ لاَ شَبِيهَ لَهُ وَ لاَ نَظِيرَ يَا خَالِقَ اَلشَّمْسِ وَ اَلْقَمَرِ اَلْمُنِيرِ يَا مُغْنِيَ اَلْبَائِسِ اَلْفَقِيرِ يَا رَازِقَ اَلطِّفْلِ اَلصَّغِيرِ يَا رَاحِمَ اَلشَّيْخِ اَلْكَبِيرِ يَا جَابِرَ اَلْعَظْمِ اَلْكَسِيرِ يَا عِصْمَةَ اَلْخَائِفِ اَلْمُسْتَجِيرِ يَا مَنْ هُوَ بِعِبَادِهِ خَبِيرٌ بَصِيرٌ يَا مَنْ هُوَ عَلی‌ كُلِّ شَيْءٍ قَدِيرٌ . ف: يَا ذَا اَلْجُودِ وَ اَلنِّعَمِ يَا ذَا اَلْفَضْلِ وَ اَلْكَرَمِ يَا خَالِقَ اَللَّوْحِ وَ اَلْقَلَمِ يَا بَارِئَ اَلذَّرِّ وَ اَلنَّسَمِ يَا ذَا اَلْبَأْسِ وَ اَلنِّقَمِ يَا مُلْهِمَ اَلْعَرَبِ وَ اَلْعَجَمِ يَا كَاشِفَ اَلضُّرِّ وَ اَلْأَلَمِ يَا عَالِمَ اَلسِّرِّ وَ اَلْهِمَمِ يَا رَبَّ اَلْبَيْتِ وَ اَلْحَرَمِ يَا مَنْ خَلَقَ اَلْأَشْيَاءَ مِنَ اَلْعَدَمِ. فا: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا فَاعِلُ يَا جَاعِلُ يَا قَابِلُ يَا كَامِلُ يَا فَاضِلُ يَا فَاصِلُ يَا عَادِلُ يَا غَالِبُ يَا طَالِبُ يَا وَاهِبُ. فب: يَا مَنْ أَنْعَمَ بِطَوْلِهِ يَا مَنْ أَكْرَمَ بِجُودِهِ يَا مَنْ جَادَ بِلُطْفِهِ يَا مَنْ تَعَزَّزَ بِقُدْرَتِهِ يَا مَنْ قَدَّرَ بِحِكْمَتِهِ يَا مَنْ حَكَمَ بِتَدْبِيرِهِ يَا مَنْ دَبَّرَ بِعِلْمِهِ يَا مَنْ تَجَاوَزَ بِحِلْمِهِ يَا مَنْ دَنَا فِي عُلُوِّهِ يَا مَنْ عَلاَ فِي دُنُوِّهِ. فج: يَا مَنْ يَخْلُقُ مٰا يَشٰاءُ يَا مَنْ يَفْعَلُ مٰا يَشٰاءُ يَا مَنْ يَهْدِي مَنْ يَشٰاءُ يَا مَنْ يُضِلُّ مَنْ يَشٰاءُ يَا مَنْ يُعَذِّبُ مَنْ يَشٰاءُ يَا مَنْ يَغْفِرُ لِمَنْ يَشٰاءُ يَا مَنْ يُعِزُّ مَنْ يَشَاءُ يَا مَنْ يُذِلُّ مَنْ يَشَاءُ يَا مَنْ يُصَوِّرُ فِي اَلْأَرْحَامِ مَا يَشَاءُ يَا مَنْ يَخْتَصُّ بِرَحْمَتِهِ مَنْ يَشٰاءُ . فد: يَا مَنْ لَمْ يَتَّخِذْ صَاحِبَةً وَ لاَ وَلَداً يَا مَنْ جَعَلَ لِكُلِّ شَيْءٍ قَدْراً يَا مَنْ لاٰ يُشْرِكُ فِي حُكْمِهِ أَحَداً يَا مَنْ جَعَلَ اَلْمَلاَئِكَةَ رُسُلاً يَا مَنْ جَعَلَ فِي اَلسَّمٰاءِ بُرُوجاً يَا مَنْ جَعَلَ اَلْأَرْضَ قَرٰاراً يَا مَنْ خَلَقَ مِنَ اَلْمٰاءِ بَشَراً يَا مَنْ جَعَلَ لِكُلِّ شَيْءٍ أَمَداً يَا مَنْ أَحٰاطَ بِكُلِّ شَيْءٍ عِلْماً يَا مَنْ أَحْصی‌ كُلَّ شَيْءٍ عَدَداً . فه: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا أَوَّلُ يَا آخِرُ يَا ظَاهِرُ يَا بَاطِنُ يَا بَرُّ يَا حَقُّ يَا فَرْدُ يَا وَتْرُ يَا صَمَدُ يَا سَرْمَدُ. فو: يَا خَيْرَ مَعْرُوفٍ عُرِفَ يَا أَفْضَلَ مَعْبُودٍ عُبِدَ يَا أَجَلَّ مَشْكُورٍ شُكِرَ يَا أَعَزَّ مَذْكُورٍ ذُكِرَ يَا أَعْلَی‌ مَحْمُودٍ حُمِدَ يَا أَقْدَمَ مَوْجُودٍ طُلِبَ يَا أَرْفَعَ مَوْصُوفٍ وُصِفَ يَا أَكْبَرَ مَقْصُودٍ قُصِدَ يَا أَكْرَمَ مَسْئُولٍ سُئِلَ يَا أَشْرَفَ مَحْبُوبٍ عُلِمَ. فز: يَا حَبِيبَ اَلْمَسَاكِينِ يَا سَيِّدَ اَلْمُتَوَكِّلِينَ يَا هَادِيَ اَلْمُضِلِّينَ يَا وَلِيَّ اَلْمُؤْمِنِينَ يَا أَنِيسَ اَلذَّاكِرِينَ يَا مَفْزَعَ اَلْمَلْهُوفِينَ يَا مُنْجِيَ اَلصَّادِقِينَ يَا أَقْدَرَ اَلْقَادِرِينَ يَا أَعْلَمَ اَلْعَالِمِينَ يَا إِلَهَ اَلْخَلْقِ أَجْمَعِينَ. فح: يَا مَنْ عَلاَ فَقَهَرَ يَا مَنْ مَلَكَ فَقَدَرَ يَا مَنْ بَطَنَ فَخَبَرَ يَا مَنْ عُبِدَ فَشَكَرَ يَا مَنْ عُصِيَ فَغَفَرَ يَا مَنْ لاَ تَحْوِيهِ اَلْفِكَرُ يَا مَنْ لاَ تُدْرِكُهُ بَصُرٌ يَا مَنْ لاَ يَخْفَی‌ عَلَيْهِ أَثَرٌ يَا رَازِقَ اَلْبَشَرِ يَا مُقَدِّرَ كُلِّ قَدَرٍ. فط: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا حَافَظُ يَا بَارِئُ يَا ذَارِئُ يَا بَاذِخُ يَا فَارِجُ يَا فَاتِحُ يَا كَاشِفُ يَا ضَامِنُ يَا آمِرُ يَا نَاهِي. ص: يَا مَنْ لاَ يَعْلَمُ اَلْغَيْبَ إِلاَّ هُوَ يَا مَنْ لاَ يَصْرِفُ اَلسُّوءَ إِلاَّ هُوَ يَا مَنْ لاَ يَخْلُقُ اَلْخَلْقَ إِلاَّ هُوَ يَا مَنْ لاَ يَغْفِرُ اَلذُّنُوبَ إِلاَّ هُوَ يَا مَنْ لاَ يُتِمُّ اَلنِّعْمَةَ إِلاَّ هُوَ يَا مَنْ لاَ يُقَلِّبُ اَلْقُلُوبَ إِلاَّ هُوَ يَا مَنْ لاَ يُدَبِّرُ اَلْأَمْرَ إِلاَّ هُوَ يَا مَنْ لاَ يُنَزِّلُ اَلْغَيْثَ إِلاَّ هُوَ يَا مَنْ لاَ يَبْسُطُ اَلرِّزْقَ إِلاَّ هُوَ يَا مَنْ لاَ يُحْيِي اَلْمَوْتَی‌ إِلاَّ هُوَ. صا: يَا مُعِينَ اَلضُّعَفَاءِ يَا صَاحِبَ اَلْغُرَبَاءِ يَا نَاصِرَ اَلْأَوْلِيَاءِ يَا قَاهِرَ اَلْأَعْدَاءِ يَا رَافِعَ اَلسَّمَاءِ يَا أَنِيسَ اَلْأَصْفِيَاءِ يَا حَبِيبَ اَلْأَتْقِيَاءِ يَا كَنْزَ اَلْفُقَرَاءِ يَا إِلَهَ اَلْأَغْنِيَاءِ يَا أَكْرَمَ اَلْكُرَمَاءِ. صب: يَا كَافِياً مِنْ كُلِّ شَيْءٍ يَا قَائِماً عَلَی‌ كُلِّ شَيْءٍ يَا مَنْ لاَ يُشْبِهُهُ شَيْءٌ يَا مَنْ لاَ يَزِيدُ فِي مُلْكِهِ شَيْءٌ يَا مَنْ لاٰ يَخْفی‌ عَلَيْهِ شَيْءٌ يَا مَنْ لاَ يَنْقُصُ مِنْ خَزَائِنِهِ شَيْءٌ يَا مَنْ لَيْسَ كَمِثْلِهِ شَيْءٌ يَا مَنْ لاَ يَعْزُبُ عَنْ عِلْمِهِ شَيْءٌ يَا مَنْ هُوَ خَبِيرٌ بِكُلِّ شَيْءٍ يَا مَنْ وَسِعَتْ رَحْمَتُهُ كُلَّ شَيْءٍ. صج: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا مُكْرِمُ يَا مُطْعِمُ يَا مُنْعِمُ يَا مُعْطِي يَا مُغْنِي يَا مُقْنِي يَا مُفْنِي يَا مُحْيِي يَا مُرْضِي يَا مُنْجِي. صد: يَا أَوَّلَ كُلِّ شَيْءٍ وَ آخِرَهُ يَا إِلَهَ كُلِّ شَيْءٍ وَ مَلِيكَهُ يَا رَبَّ كُلِّ شَيْءٍ وَ صَانِعَهُ يَا بَارِئَ كُلِّ شَيْءٍ وَ خَالِقَهُ يَا قَابِضَ كُلِّ شَيْءٍ وَ بَاسِطَهُ يَا مُبْدِئَ كُلِّ شَيْءٍ وَ مُعِيدَهُ يَا مُنْشِئَ كُلِّ شَيْءٍ وَ مُقَدِّرَهُ يَا مُكَوِّنَ كُلِّ شَيْءٍ وَ مُحَوِّلَهُ يَا مُحْيِيَ كُلِّ شَيْءٍ وَ مُمِيتَهُ يَا خَالِقَ كُلِّ شَيْءٍ وَ وَارِثَهُ. صه: يَا خَيْرَ ذَاكِرٍ وَ مَذْكُورٍ يَا خَيْرَ شَاكِرٍ وَ مَشْكُورٍ يَا خَيْرَ حَامِدٍ وَ مَحْمُودٍ يَا خَيْرَ شَاهِدٍ وَ مَشْهُودٍ يَا خَيْرَ دَاعٍ وَ مَدْعُوٍّ يَا خَيْرَ مُجِيبٍ وَ مُجَابٍ يَا خَيْرَ مُونِسٍ وَ أَنِيسٍ يَا خَيْرَ صَاحِبٍ وَ جَلِيسٍ يَا خَيْرَ مَقْصُودٍ وَ مَطْلُوبٍ يَا خَيْرَ حَبِيبٍ وَ مَحْبُوبٍ. صو: يَا مَنْ هُوَ لِمَنْ دَعَاهُ مُجِيبٌ يَا مَنْ هُوَ لِمَنْ أَطَاعَهُ حَبِيبٌ يَا مَنْ هُوَ إِلَی‌ مَنْ أَحَبَّهُ قَرِيبٌ يَا مَنْ هُوَ بِمَنِ اِسْتَحْفَظَهُ رَقِيبٌ يَا مَنْ هُوَ بِمَنْ رَجَاهُ كَرِيمٌ يَا هُوَ بِمَنْ عَصَاهُ حَلِيمٌ يَا مَنْ هُوَ فِي عَظَمَتِهِ رَحِيمٌ يَا مَنْ هُوَ فِي حِكْمَتِهِ عَظِيمٌ يَا مَنْ هُوَ فِي إِحْسَانِهِ قَدِيمٌ يَا مَنْ هُوَ بِمَنْ أَرَادَهُ عَلِيمٌ. صز: اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِاسْمِكَ يَا مُسَبِّبُ يَا مُرَغِّبُ يَا مُقَلِّبُ يَا مُعَقِّبُ يَا مُرَتِّبُ يَا مُخَوِّفُ يَا مُحَذِّرُ يَا مُذَكِّرُ يَا مُسَخِّرُ يَا مُغَيِّرُ. صح: يَا مَنْ عِلْمُهُ سَابِقٌ يَا مَنْ وَعْدُهُ صَادِقٌ يَا مَنْ لُطْفُهُ ظَاهِرٌ يَا مَنْ أَمْرُهُ غَالِبٌ يَا مَنْ كِتَابُهُ مُحْكَمٌ يَا مَنْ قَضَاؤُهُ كَائِنٌ يَا مَنْ قُرْآنُهُ مَجِيدٌ يَا مَنْ مُلْكُهُ قَدِيمٌ يَا مَنْ فَضْلُهُ عَمِيمٌ يَا مَنْ عَرْشُهُ عَظِيمٌ. صط: يَا مَنْ لاَ يَشْغَلُهُ سَمْعٌ عَنْ سَمْعٍ يَا مَنْ لاَ يَمْنَعُهُ فِعْلٌ عَنْ فِعْلٍ يَا مَنْ لاَ يُلْهِيهِ قَوْلٌ عَنْ قَوْلٍ يَا مَنْ لاَ يُغَلِّطُهُ سُؤَالٌ عَنْ سُؤَالٍ يَا مَنْ لاَ يَحْجُبُهُ شَيْءٌ عَنْ شَيْءٍ يَا مَنْ لاَ يُبْرِمُهُ إِلْحَاحُ اَلْمُلِحِّينَ يَا مَنْ هُوَ غَايَةُ مُرَادِ اَلْمُرِيدِينَ يَا مَنْ هُوَ مُنْتَهَی‌ هِمَمِ اَلْعَارِفِينَ يَا مَنْ هُوَ مُنْتَهَی‌ طَلَبِ اَلطَّالِبِينَ يَا مَنْ لاَ يَخْفَی‌ عَلَيْهِ ذَرَّةٌ فِي اَلْعَالَمِينَ. المائة: يَا حَلِيماً لاَ يَعْجَلُ يَا جَوَاداً لاَ يَبْخَلُ يَا صَادِقاً لاَ يُخْلِفُ يَا وَهَّاباً لاَ يَمَلُّ يَا قَاهِراً لاَ يُغْلَبُ يَا عَظِيماً لاَ يُوصَفُ يَا عَدْلاً لاَ يَحِيفُ يَا غَنِيّاً لاَ يَفْتَقِرُ يَا كَبِيراً لاَ يَصْغُرُ يَا حَافِظاً لاَ يَغْفُلُ سُبْحَانَكَ يَا لاَ إِلَهَ إِلاَّ أَنْتَ اَلْغَوْثَ اَلْغَوْثَ صَلِّ عَلَی‌ مُحَمَّدٍ وَ آلِهِ وَ خَلِّصْنَا مِنَ اَلنَّارِ يَا رَبِّ يَا ذَا اَلْجَلاَلِ وَ اَلْإِكْرَامِ يَا أَرْحَمَ اَلرَّاحِمِينَ .\nحديث الكساء\nرأيت بخطّ الشيخ الجليل السيّد هاشم، عن شيخه السيّد ماجد البحراني عن الحسن بن زين الدين الشهيد الثاني، عن شيخه المقدّس الأردبيلي، عن شيخه عليّ بن عبد العالي الكركي ،عن الشيخ عليّ بن هلال الجزائري عن الشيخ أحمد بن فهد الحلّي، عن الشيخ عليّ بن الخازن الحائري، عن الشيخ ضياء الدين عليّ بن الشهيد الأوّل، عن أبيه، عن فخر المحقّقين، عن شيخه العلاّمة الحلّي، عن شيخه المحقّق، عن شيخه ابن نما الحلّي، عن شيخه محمّد بن إدريس الحلّي، عن ابن حمزة الطوسي صاحب «ثاقب المناقب» عن الشيخ الجليل محمّد بن شهر آشوب، عن الطبرسي صاحب «الاحتجاج» عن شيخه الجليل الحسن بن محمّد ابن الحسن الطوسي، عن أبيه شيخ الطائفة، عن شيخه المفيد، عن شيخه ابن قولويه القمّي، عن شيخه الكليني، عن عليّ بن إبراهيم،[عن أبيه إبراهيم] بن هاشم عن أحمد بن محمّد بن أبي نصر البزنطي ،عن قاسم بن يحيی‌ الجلاء الكوفي، عن أبي بصير ،عن أبان بن تغلب البكري، عن جابر بن يزيد الجعفي ؛ عن جابر بن عبد اللّه الأنصاري، عن فاطمة الزهراء عليها السّلام بنت رسول اللّه صلی‌ اللّه عليه و آله و سلم: قال: سمعت فاطمة أنّها قالت: دخل عليّ أبي رسول اللّه صلی‌ اللّه عليه و آله و سلم في بعض الأيّام فقال: السلام عليك يا فاطمة، فقلت: و عليك السلام، قال: إنّي  أجد في بدني  ضعفا ؛ فقلت له: أعيذك باللّه يا أبتاه من الضعف، فقال: يا فاطمة، ايتيني بالكساء اليماني فغطّيني به، فأتيته بالكساء اليماني فغطّيته به و صرت أنظر إليه و إذا وجهه يتلألأ كأنّه البدر في ليلة تمامه و كماله. فما كانت إلاّ ساعة و إذا بولدي الحسن عليه السّلام قد أقبل و قال: السلام عليك يا امّاه، فقلت: و عليك السلام يا قرّة عيني و ثمرة فؤادي؛ فقال لي: يا امّاه، إنّي أشمّ عندك رائحة طيّبة، كأنّها رائحة جدّي رسول اللّه صلی‌ اللّه عليه و آله و سلم. فقلت: نعم إنّ جدّك تحت الكساء، فأقبل الحسن نحو الكساء و قال: السلام عليك يا جدّاه يا رسول اللّه، أ تأذن لي أن أدخل معك تحت الكساء؟ قال صلی‌ اللّه عليه و آله و سلم: و عليك السلام يا ولدي و يا صاحب حوضي قد أذنت لك؛ فدخل معه تحت الكساء، فما كانت إلاّ ساعة و إذا بولدي الحسين عليه السّلام قد أقبل، و قال: السلام عليك يا امّاه، فقلت: و عليك السلام يا ولدي و يا قرّة عيني و ثمرة فؤادي، فقال لي: يا امّاه، إنّي أشمّ عندك رائحة طيّبة كأنّها رائحة جدّي رسول اللّه صلی‌ اللّه عليه و آله و سلم، فقلت: نعم يا بنيّ إنّ جدّك و أخاك تحت الكساء؛ فدنی‌ الحسين نحو الكساء، و قال: السلام عليك يا جدّاه، السلام عليك يا من اختاره اللّه، أ تأذن لي أن أكون معكما تحت الكساء؟ فقال صلی‌ اللّه عليه و آله و سلم: و عليك السلام يا ولدي، و شافع أمّتي قد أذنت لك، فدخل معهما تحت الكساء. فأقبل عند ذلك أبو الحسن عليّ بن أبي طالب عليه السّلام و قال: السلام عليك يا بنت رسول اللّه صلی‌ اللّه عليه و آله و سلم، فقلت: و عليك السلام يا أبا الحسن و يا أمير المؤمنين، فقال: يا فاطمة، إنّي أشمّ عندك رائحة طيّبة كأنّها رائحة أخي و ابن عمّي رسول اللّه صلی‌ اللّه عليه و آله و سلم. فقلت: نعم ها هو مع ولديك تحت الكساء. فأقبل عليّ عليه السّلام نحو الكساء، و قال: السلام عليك يا رسول اللّه، أ تأذن لي أن أكون معكم تحت الكساء؟ قال له: و عليك السلام يا أخي و يا وصيّي و خليفتي، و صاحب لوائي قد أذنت لك، فدخل عليّ عليه السّلام تحت الكساء، ثمّ أتيت نحو الكساء، و قلت: السلام عليك يا أبتاه يا رسول اللّه، أ تأذن لي أن أكون معكم تحت الكساء؟ قال: و عليك السلام يا بنتي و يا بضعتي، قد أذنت لك، فدخلت تحت الكساء. فلمّا اكتملنا جميعا تحت الكساء، أخذ أبي رسول اللّه بطرفي الكساء، و أومئ بيده اليمنی‌ إلی‌ السماء، و قال: اللهمّ إنّ هؤلاء أهل بيتي، و خاصّتي و حامّتي، لحمهم لحمي، و دمهم دمي، يؤلمني ما يؤلمهم، و يحزنني ما يحزنهم، أنا حرب لمن حاربهم، و سلم لمن سالمهم، و عدوّ لمن عاداهم، و محبّ لمن أحبّهم، إنّهم منّي و أنا منهم، فاجعل صلواتك و بركاتك و رحمتك و غفرانك و رضوانك عليّ و عليهم و اذهب عنهم الرجس و طهّرهم تطهيرا. فقال اللّه عزّ و جلّ: يا ملائكتي، و يا سكّان سمواتي، إنّي ما خلقت سماء مبنيّة، و لا أرضا مدحيّة، و لا قمرا منيرا، و لا شمسا مضيئة، و لا فلكا يدور، و لا بحرا يجري، و لا فلكا تسري، إلاّ في محبّة هؤلاء الخمسة الّذين هم تحت الكساء. فقال الأمين جبرائيل: يا ربّ، و من تحت الكساء؟ فقال عزّ و جلّ: هم أهل بيت النبوّة و معدن الرسالة، و هم فاطمة و أبوها و بعلها و بنوها. فقال جبرائيل: يا ربّ، أ تأذن لي أن أهبط إلی‌ الأرض لأكون معهم سادسا؟ فقال اللّه: نعم قد أذنت لك.\nفهبط الأمين جبرائيل و قال: السلام عليك يا رسول اللّه، العليّ الأعلی‌ يقرئك السلام و يخصّك بالتحيّة و الاكرام و يقول لك: و عزّتي و جلالي إنّي ما خلقت سماء مبنيّة و لا أرضا مدحيّة، و لا قمرا منيرا، و لا شمسا مضيئة، و لا فلكا يدور، و لا بحرا يجري، و لا فلكا تسري، إلاّ لأجلكم و محبّتكم، و قد أذن لي أن أدخل معكم فهل تأذن لي يا رسول اللّه؟ فقال رسول اللّه: و عليك السلام يا أمين وحي اللّه، نعم، قد أذنت لك. فدخل جبرائيل معنا تحت الكساء فقال لأبي: إنّ اللّه عزّ و جلّ قد أوحی‌ إليكم يقول: إِنَّمٰا يُرِيدُ اَللّٰهُ لِيُذْهِبَ عَنْكُمُ اَلرِّجْسَ أَهْلَ اَلْبَيْتِ وَ يُطَهِّرَكُمْ تَطْهِيراً . فقال عليّ لأبي: يا رسول اللّه، أخبرني ما لجلوسنا هذا تحت الكساء من الفضل عند اللّه؟ فقال النبيّ صلی‌ اللّه عليه و آله و سلم: و الّذي بعثني بالحقّ نبيّا، و اصطفاني بالرسالة نجيّا، ما ذكر خبرنا هذا في محفل من محافل أهل الأرض و فيه جمع من شيعتنا و محبّينا، إلاّ و نزلت عليهم الرحمة، و حفّت بهم الملائكة و استغفرت لهم إلی‌ أن يتفرّقوا. فقال عليّ: اذا و اللّه فزنا و فاز شيعتنا و ربّ الكعبة. فقال أبي رسول اللّه صلی‌ اللّه عليه و آله و سلم: يا عليّ، و الّذي بعثني بالحقّ نبيّا، و اصطفاني بالرسالة نجيّا، ما ذكر خبرنا هذا في محفل من محافل أهل الأرض و فيه جمع من شيعتنا و محبّينا، و فيهم مهموم إلاّ و فرّج اللّه همّه، و لا مغموم إلاّ و كشف اللّه غمّه، و لا طالب حاجة إلاّ و قضی‌ اللّه حاجته؛ فقال عليّ: إذا و اللّه فزنا و سعدنا، و كذلك شيعتنا فازوا و سعدوا في الدنيا و الآخرة بربّ الكعبة."
  },
  {
    "id": 6,
    "title": "دعاء العهد",
    "text": "ثُمَّ قَالَ اَلسَّيِّدُ رَضِيَ اَللَّهُ عَنْهُ ذِكْرُ اَلْعَهْدِ اَلْمَأْمُورِ بِهِ فِي زَمَانِ اَلْغَيْبَةِ رُوِيَ عَنْ جَعْفَرِ بْنِ مُحَمَّدٍ اَلصَّادِقِ عَلَيْهِ السَّلاَمُ أَنَّهُ قَالَ: مَنْ دَعَا إِلَی‌ اَللَّهِ تَعَالَی‌ أَرْبَعِينَ صَبَاحاً بِهَذَا اَلْعَهْدِ كَانَ مِنْ أَنْصَارِ قَائِمِنَا فَإِنْ مَاتَ قَبْلَهُ أَخْرَجَهُ اَللَّهُ تَعَالَی‌ مِنْ قَبْرِهِ وَ أَعْطَاهُ بِكُلِّ كَلِمَةٍ أَلْفَ حَسَنَةٍ وَ مَحَا عَنْهُ أَلْفَ سَيِّئَةٍ وَ هُوَ هَذَا اَللَّهُمَّ رَبَّ اَلنُّورِ  اَلْعَظِيمِ وَ رَبَّ اَلْكُرْسِيِّ اَلرَّفِيعِ وَ رَبَّ اَلْبَحْرِ اَلْمَسْجُورِ وَ مُنْزِلَ اَلتَّوْرَاةِ وَ اَلْإِنْجِيلِ وَ اَلزَّبُورِ وَ رَبَّ اَلظِّلِّ وَ اَلْحَرُورِ وَ مُنْزِلَ اَلْقُرْآنِ  اَلْعَظِيمِ وَ رَبَّ اَلْمَلاَئِكَةِ اَلْمُقَرَّبِينَ وَ اَلْأَنْبِيَاءِ اَلْمُرْسَلِينَ اَللَّهُمَّ إِنِّي أَسْأَلُكَ بِوَجْهِكَ اَلْكَرِيمِ وَ بِنُورِ وَجْهِكَ اَلْمُنِيرِ وَ مُلْكِكَ اَلْقَدِيرِ يَا حَيُّ يَا قَيُّومُ أَسْأَلُكَ بِاسْمِكَ اَلَّذِي أَشْرَقَتْ بِهِ اَلسَّمَاوَاتُ وَ اَلْأَرَضُونَ وَ بِاسْمِكَ اَلَّذِي يَصْلُحُ بِهِ اَلْأَوَّلُونَ وَ اَلْآخِرُونَ يَا حَيُّ قَبْلَ كُلِّ حَيٍّ يَا حَيُّ بَعْدَ كُلِّ حَيٍّ حِينَ لاَ حَيَّ يَا مُحْيِيَ اَلْمَوْتَی‌ وَ مُمِيتَ اَلْأَحْيَاءِ يَا حَيُّ لاَ إِلَهَ إِلاَّ أَنْتَ اَللَّهُمَّ بَلِّغْ مَوْلاَنَا اَلْإِمَامَ اَلْهَادِيَ اَلْمَهْدِيَّ اَلْقَائِمَ بِأَمْرِكَ صَلَوَاتُ اَللَّهِ عَلَيْهِ وَ عَلَی‌ آبَائِهِ اَلطَّاهِرِينَ عَنْ جَمِيعِ اَلْمُؤْمِنِينَ وَ اَلْمُؤْمِنَاتِ فِي مَشَارِقِ اَلْأَرْضِ وَ مَغَارِبِهَا سَهْلِهَا وَ جَبَلِهَا وَ بَرِّهَا وَ بَحْرِهَا وَ عَنِّي وَ عَنْ وَالِدَيَّ مِنَ اَلصَّلَوَاتِ زِنَةَ عَرْشِ اَللَّهِ وَ مِدَادَ كَلِمَاتِهِ وَ مَا أَحْصَاهُ عِلْمُهُ وَ أَحَاطَ بِهِ كِتَابُهُ اَللَّهُمَّ إِنِّي أُجَدِّدُ لَهُ فِي صَبِيحَةِ يَوْمِي هَذَا وَ مَا عِشْتُ مِنْ أَيَّامِي عَهْداً وَ عَقْداً وَ بَيْعَةً لَهُ فِي عُنُقِي لاَ أَحُولُ عَنْهَا وَ لاَ أَزُولُ أَبَداً اَللَّهُمَّ اِجْعَلْنِي مِنْ أَنْصَارِهِ وَ أَعْوَانِهِ وَ اَلذَّابِّينَ عَنْهُ وَ اَلْمُسَارِعِينَ إِلَيْهِ فِي قَضَاءِ حَوَائِجِهِ وَ اَلْمُحَامِينَ عَنْهُ وَ اَلسَّابِقِينَ إِلَی‌ إِرَادَتِهِ وَ اَلْمُسْتَشْهَدِينَ بَيْنَ يَدَيْهِ اَللَّهُمَّ إِنْ حَالَ بَيْنِي وَ بَيْنَهُ اَلْمَوْتُ اَلَّذِي جَعَلْتَهُ عَلَی‌ عِبَادِكَ حَتْماً مَقْضِيّاً فَأَخْرِجْنِي مِنْ قَبْرِي مُؤْتَزِراً كَفَنِي شَاهِراً سَيْفِي مُجَرِّداً قَنَاتِي مُلَبِّياً دَعْوَةَ اَلدَّاعِي فِي اَلْحَاضِرِ وَ اَلْبَادِي اَللَّهُمَّ أَرِنِي اَلطَّلْعَةَ اَلرَّشِيدَةَ وَ اَلْغُرَّةَ اَلْحَمِيدَةَ وَ اُكْحُلْ نَاظِرِي بِنَظْرَةٍ مِنِّي إِلَيْهِ وَ عَجِّلْ فَرَجَهُ وَ سَهِّلْ مَخْرَجَهُ وَ أَوْسِعْ مَنْهَجَهُ وَ اُسْلُكْ بِي مَحَجَّتَهُ وَ أَنْفِذْ أَمْرَهُ وَ اُشْدُدْ أَزْرَهُ وَ اُعْمُرِ اَللَّهُمَّ بِهِ بِلاَدَكَ وَ أَحْيِ بِهِ عِبَادَكَ فَإِنَّكَ قُلْتَ وَ قَوْلُكَ اَلْحَقُّ ظَهَرَ اَلْفَسٰادُ فِي اَلْبَرِّ وَ اَلْبَحْرِ بِمٰا كَسَبَتْ أَيْدِي اَلنّٰاسِ فَأَظْهِرِ اَللَّهُمَّ لَنَا وَلِيَّكَ وَ اِبْنَ بِنْتِ نَبِيِّكَ اَلْمُسَمَّی‌ بِاسْمِ رَسُولِكَ حَتَّی‌ لاَ يَظْفَرَ بِشَيْءٍ مِنَ اَلْبَاطِلِ إِلاَّ مَزَّقَهُ وَ يُحِقَّ اَلْحَقَّ وَ يُحَقِّقَهُ وَ اِجْعَلْهُ اَللَّهُمَّ مَفْزَعاً لِمَظْلُومِ عِبَادِكَ وَ نَاصِراً لِمَنْ لاَ يَجِدُ لَهُ نَاصِراً غَيْرَكَ وَ مُجَدِّداً لِمَا عُطِّلَ مِنْ أَحْكَامِ كِتَابِكَ وَ مُشَيِّداً لِمَا وَرَدَ مِنْ أَعْلاَمِ دِينِكَ وَ سُنَنِ نَبِيِّكَ صَلَّی‌ اللَّهُ عَلَيْهِ وَ آلِهِ وَ اِجْعَلْهُ اَللَّهُمَّ مِمَّنْ حَصَّنْتَهُ مِنْ بَأْسِ اَلْمُعْتَدِينَ اَللَّهُمَّ وَ سُرَّ نَبِيَّكَ مُحَمَّداً صَلَّی‌ اللَّهُ عَلَيْهِ وَ آلِهِ بِرُؤْيَتِهِ وَ مَنْ تَبِعَهُ عَلَی‌ دَعْوَتِهِ وَ اِرْحَمِ اِسْتِكَانَتَنَا بَعْدَهُ اَللَّهُمَّ اِكْشِفْ هَذِهِ اَلْغُمَّةَ عَنْ هَذِهِ اَلْأُمَّةِ بِحُضُورِهِ وَ عَجِّلْ لَنَا ظُهُورَهُ إِنَّهُمْ يَرَوْنَهُ بَعِيداً وَ نَرَاهُ قَرِيباً بِرَحْمَتِكَ يَا أَرْحَمَ اَلرَّاحِمِينَ ثُمَّ تَضْرِبُ عَلَی‌ فَخِذِكَ اَلْأَيْمَنِ بِيَدِكَ ثَلاَثَ مَرَّاتٍ وَ تَقُولُ اَلْعَجَلَ يَا مَوْلاَيَ يَا صَاحِبَ اَلزَّمَانِ ثَلاَثاً ."
  },
  {
    "id": 7,
    "title": "دعاء يستشير",
    "text": "عنه (عليه السلام): علمني رسول الله صلى الله عليه وعلى أهل بيته هذا الدعاء، وأمرني أن أحتفظ به في كل ساعة لكل شدة ورخاء، وأن أعلمه خليفتي من بعدي، وأمرني أن لا أفارقه طول عمري حتى ألقى الله عز وجل غدا بهذا الدعاء، وقال لي: قل حين تصبح وتمسي هذا الدعاء؛ فإنه كنز من كنوز العرش...:\nبسم الله الرحمن الرحيم، الحمد لله الذي لا إله إلا هو، الملك المبين، المدبر بلا وزير، ولا خلق من عباده يستشير، الأول غير مصروف، والباقي بعد فناء الخلق، العظيم الربوبية، نور السماوات والأرضين، وفاطرهما ومبدعهما، بغير عمد خلقهما وفتقهما فتقا، فقامت السماوات طائعات بأمره، واستقرت الأرضون بأوتادها فوق الماء، ثم علا ربنا في السماوات العلى، ﴿الرحمن على العرش استوى له ما فى السمو ت وما فى الأرض وما بينهما وما تحت الثرى﴾ (1).\nفأنا أشهد بأنك أنت الله لا رافع لما وضعت، ولا مانع لما أعطيت، ولا معطي لما منعت، وأنت الله لا إله إلا أنت، كنت إذ لم تكن سماء مبنية، ولا أرض مدحية، ولا شمس مضيئة، ولا ليل مظلم، ولا نهار مضيء، ولا بحر لجي، ولا جبل راس، ولا نجم سار، ولا قمر منير، ولا ريح تهب، ولا سحاب يسكب، ولا برق يلمع، ولا رعد يسبح، ولا روح تنفس، ولا طائر يطير، ولا نار تتوقد، ولا ماء يطرد.\nكنت قبل كل شيء، وكونت كل شيء، وقدرت على كل شيء، وابتدعت كل شيء، وأغنيت وأفقرت، وأمت وأحييت، وأضحكت وأبكيت، وعلى العرش استويت، فتباركت يا الله وتعاليت.\nأنت الله الذي لا إله إلا أنت، الخلاق المعين، أمرك غالب، وعلمك نافذ، وكيدك غريب، ووعدك صادق، وقولك حق، وحكمك عدل، وكلامك هدى، ووحيك نور، ورحمتك واسعة، وعفوك عظيم، وفضلك كثير، وعطاؤك جزيل، وحبلك متين، وإمكانك عتيد، وجارك عزيز، وبأسك شديد، ومكرك مكيد.\nأنت يا رب موضع كل شكوى، حاضر كل ملأ، وشاهد كل نجوى، منتهى كل حاجة، مفرج كل حزن، غنى كل مسكين، حصن كل هارب، أمان كل خائف، حرز الضعفاء، كنز الفقراء، مفرج الغماء، معين الصالحين، ذلك الله ربنا لا إله إلا هو، تكفي من عبادك من توكل عليك، وأنت جار من لاذ بك وتضرع إليك، عصمة من اعتصم بك، ناصر من انتصر بك، تغفر الذنوب لمن استغفرك، جبار الجبابرة، عظيم العظماء، كبير الكبراء، سيد السادات، مولى الموالي، صريخ المستصرخين، منفس عن المكروبين، مجيب دعوة المضطرين، أسمع السامعين، أبصر الناظرين، أحكم الحاكمين، أسرع الحاسبين، أرحم الراحمين، خير الغافرين، قاضي حوائج المؤمنين، مغيث الصالحين. أنت الله لا إله إلا أنت رب العالمين، أنت الخالق وأنا المخلوق، وأنت المالك وأنا المملوك، وأنت الرب وأنا العبد، وأنت الرازق وأنا المرزوق، وأنت المعطي وأنا السائل، وأنت الجواد وأنا البخيل، وأنت القوي وأنا الضعيف، وأنت العزيز وأنا الذليل، وأنت الغني وأنا الفقير، وأنت السيد وأنا العبد، وأنت الغافر وأنا المسئ، وأنت العالم وأنا الجاهل، وأنت الحليم وأنا العجول، وأنت الرحمن وأنا المرحوم، وأنت المعافي وأنا المبتلى، وأنت المجيب وأنا المضطر وأنا أشهد بأنك أنت الله لا إله إلا أنت، المعطي عبادك بلا سؤال، وأشهد بأنك أنت الله، الواحد الأحد، المتفرد الصمد الفرد، وإليك المصير، وصلى الله على محمد وأهل بيته الطيبين الطاهرين، واغفر لي ذنوبي، واستر علي عيوبي، وافتح لي من لدنك رحمة ورزقا واسعا يا أرحم الراحمين، والحمد لله رب العالمين، وحسبنا الله ونعم الوكيل، ولا حول ولا قوة إلا بالله العلي العظيم."
  },
  {
    "id": 8,
    "title": "دعاء ام داوود",
    "text": "ثم قال الصادق عليه السلام في إحدى الروايات: فإذا فرغت من ذلك وأنت مستقبل القبلة فقولي:\nبسم الله الرحمن الرحيم، صدق الله [العلي] العظيم، الذي لا إله إلا هو الحي القيوم ذو الجلال والاكرام، الرحمان الرحيم، الحليم الكريم، الذي ليس كمثله شئ وهو السميع العليم، البصير الخبير، شهد الله أنه لا إله إلا هو والملائكة وأولوا العلم قائما بالقسط لا إله إلا هو العزيز الحكيم، ان الدين عند الله الاسلام وبلغت رسله الكرام، وأنا على ذلك من الشاهدين.\nاللهم لك الحمد ولك المجد، ولك العز، ولك القهر، ولك النعمة، ولك العظمة، ولك الرحمة، ولك المهابة، ولك السلطان، ولك البهاء، ولك الامتنان، ولك التسبيح، ولك التقديس، ولك التهليل، ولك التكبير، ولك ما يرى، ولك مالا يرى، ولك ما فوق السماوات العلى، ولك ما تحت الثرى، ولك الأرضون السفلى، ولك الآخرة والأولى، ولك ما ترضى به من الثناء والحمد والشكر والنعماء. اللهم صل على جبرئيل أمينك على وحيك والقوي على أمرك، والمطاع في سماواتك، ومحال كراماتك ، الناصر لأوليائك المدمر لأعدائك، اللهم صل على ميكائيل ملك رحمتك والمخلوق لرأفتك والمستغفر المعين لأهل طاعتك. اللهم صل على إسرافيل حامل عرشك، وصاحب الصور، المنتظر لأمرك والوجل المشفق من خيفتك، اللهم صل على عزرائيل ملك الرحمة، الموكل على عبيدك وإمامك، المطيع في أرضك وسمائك، قابض أرواح جميع خلقك بأمرك. اللهم صل على حملة العرش الطاهرين، وعلى السفرة الكرام البررة الطيبين، وعلى ملائكتك الكرام الكاتبين، وعلى ملائكة الجنان وخزنة النيران، وملك الموت والأعوان يا ذا الجلال والاكرام. اللهم صل على أبينا آدم بديع فطرتك الذي كرمته بسجود ملائكتك وأبحته جنتك، اللهم صل على أمنا حواء المطهرة من الرجس المصفاة من الدنس (2)، المفضلة من الانس، المترددة بين محال القدس. اللهم صل على هابيل وشيث وإدريس، ونوح وهود وصالح، وإبراهيم وإسماعيل وإسحاق، ويعقوب ويوسف والأسباط، ولوط وشعيب، وأيوب وموسى وهارون، ويوشع وميشا والخضر وذي القرنين، ويونس وإلياس، واليسع وذي الكفل، وطالوت وداود وسليمان، وزكريا وشعيا ويحيى، وتورخ ومتى وإرميا وحيقوق، ودانيال وعزير وعيسى وشمعون وجرجيس، والحواريين والأتباع وخالد وحنظلة و (لقمان) اللهم صل على محمد وآل محمد، وارحم محمدا وال محمد، وبارك على محمد وآل محمد، كما صليت ورحمت (4) وباركت على إبراهيم وآل إبراهيم إنك حميد مجيد.\nاللهم صل على الأوصياء والسعداء والشهداء وأئمة الهدى، اللهم صل على الأبدال والأوتاد والسياح والعباد والمخلصين والزهاد، وأهل الجد والاجتهاد، واخصص محمدا وأهل بيته بأفضل صلواتك، وأجزل كراماتك، وبلغ روحه وجسده مني تحية وسلاما، وزده فضلا وشرفا وإكراما، حتى تبلغه أعلى درجات أهل الشرف من النبيين والمرسلين والأفاضل المقربين اللهم وصل على من سميت ومن لم اسم، من ملائكتك وأنبيائك ورسلك وأهل طاعتك، وأوصل صلواتي إليهم وإلى أرواحهم ، واجعلهم إخواني فيك وأعواني على دعائك ، اللهم إني استشفع بك إليك، وبكرمك إلى كرمك، وبجودك إلى جودك، وبرحمتك إلى رحمتك، وبأهل طاعتك إليك.\nوأسألك اللهم بكل ما سألك به أحد منهم، من مسألة شريفة مسموعة غير مردودة، وبما دعوك به من دعوة مجابة غير مخيبة.\nيا الله يا رحمان يا رحيم، يا حليم يا كريم يا عظيم، يا جليل يا منيل، يا جميل يا كفيل يا وكيل يا مقيل، يا مجير يا خبير، يا منير يا مبير، يا منيع يا مديل يا محيل، يا كبير يا قدير، يا بصير يا شكور، يا بر يا طهر، يا طاهر يا قاهر، يا ظاهر يا باطن.\nيا ساتر يا محيط، يا مقتدر يا حفيظ، يا مجير يا قريب، يا ودود يا حميد يا مجيد، يا مبدي يا معيد يا شهيد، يا محسن يا مجمل يا منعم يا مفضل، يا قابض يا باسط، يا هادي يا مرسل، يا مرشد يا مسدد، يا معطي يا مانع، يا دافع يا رافع يا باقي يا واقي يا خلاق يا وهاب يا تواب يا فتاح يا نفاح يا مرتاح يا من بيده كل مفتاح، يا نفاع يا رؤوف يا عطوف، يا كافي يا شافي، يا معافي يا مكافي، يا وفي يا مهيمن، يا عزيز يا جبار يا متكبر، يا سلام يا مؤمن يا أحد يا صمد، يا نور يا مدبر، يا فرد يا وتر يا قدوس، يا ناصر يا مؤنس، يا باعث يا وارث يا عالم يا حاكم، يا بادئ  يا متعالي، يا مصور يا مسلم يا متحبب، يا قائم يا دائم يا عليم يا حكيم يا جواد يا بارئ، يا بار يا سار، يا عدل يا فاضل يا ديان، يا حنان يا منان.\nيا سميع يا بديع يا خفير يا مغير يا مفتي (1) يا ناشر يا غافر يا قديم (2)، يا مسهل يا ميسر، يا مميت يا محيي، يا رافع (3) يا رازق يا مقتدر، يا مسبب يا مغيث، يا مغني يا مقني، يا خالق يا راصد يا واحد يا حاضر يا جابر يا حافظ (4)، يا شديد يا غياث يا عائذ يا قابض.\nوفي بعض الروايات: يا منيب يا مبين يا طاهر يا مجيب يا متفضل يا مستجيب، يا عادل يا بصير، يا مؤمل يا مسدد (6)، يا أواب يا وافي، يا راشد يا ملك يا رب، يا معز يا مذل، يا ماجد يا رازق، يا ولي يا فاضل يا سبحان.\nيا من على فاستعلى، فكان بالمنظر الأعلى، يا من قرب فدنى، وبعد فنأى، وعلم السر وأخفى، يا من إليه التدبير وله المقادير، يا من العسير عليه سهل يسير، يا من هو على ما يشاء قدير.\nيا مرسل الرياح، يا فالق الاصباح، يا باعث الأرواح، يا ذا الجود والسماح يا راد ما قد فات، يا ناشر الأموات، يا جامع الشتات، يا رازق من يشاء (7) وفاعل ما يشاء كيف يشاء (8) ويا ذا الجلال والاكرام، يا حي يا قيوم، يا حي حين لا حي، يا حي يا محيي الموتى، يا حي لا إله إلا أنت بديع السماوات والأرض.\nيا إلهي صل على محمد وآل محمد وارحم محمدا وآل محمد، وبارك على محمد وآل محمد، كما صليت وباركت ورحمت على إبراهيم وآل إبراهيم إنك حميد مجيد، وارحم ذلي وفاقتي وفقري، وانفرادي ووحدتي، وخضوعي بين يديك، واعتمادي عليك وتضرعي إليك.\nأدعوك دعاء الخاضع، الذليل الخاشع، الخائف المشفق، البائس المهين الحقير، الجائع الفقير، العائذ المستجير، المقر بذنبه، المستغفر منه، المستكين لربه، دعاء من أسلمته ثقته، ورفضته أحبته، وعظمت فجعته، دعاء حرق حزين ضعيف مهين، بائس مسكين (1)، بك مستجير.\nاللهم وأسألك بأنك مليك وأنك ما تشاء من أمر يكون (2)، وأنك على ما تشاء قدير، وأسألك بحرمة هذا الشهر الحرام، والبيت الحرام والبلد الحرام والركن والمقام، والمشاعر العظام، وبحق نبيك محمد عليه وآله السلام.\nيا من وهب لادم شيث، ولإبراهيم إسماعيل وإسحاق، ويا من رد يوسف على يعقوب، ويا من كشف بعد البلاء ضر أيوب، ويا راد موسى على أمه، وزائد الخضر في علمه، ويا من وهب لداود سليمان، ولزكريا يحيى، ولمريم عيسى، يا حافظ بنت شعيب، ويا كافل ولد أم موسى عن والدته.\nأسألك أن تصلي على محمد وآل محمد، وأن تغفر لي ذنوبي كلها، وتجيرني من عذابك، وتوجب لي رضوانك وأمانك واحسانك وغفرانك وجنانك، وأسألك أن تفك عني كل حلقة ضيق (3) بيني وبين من يؤذيني، وتفتح لي كل باب، وتلين لي كل صعب، وتسهل لي كل عسير، وتخرس عني كل ناطق بشر (4)، وتكف عني كل باغ وتكبت عني (5) كل عدو لي وحاسد، وتمنع عني كل ظالم، وتكفيني كل عائق يحول بيني وبين ولدي (6) ويحاول أن يفرق بيني وبين طاعتك، ويثبطني عن عبادتك.\nيا من ألجم الجن المتمردين، وقهر عتاة الشياطين، وأذل رقاب المتجبرين، ورد كيد المتسلطين عن المستضعفين، أسألك بقدرتك على ما تشاء وتسهيلك لما تشاء كيف تشاء أن تجعل (1) قضاء حاجتي فيما تشاء.\nثم اسجدي على الأرض وعفري خديك وقولي: (اللهم لك سجدت وبك آمنت، فارحم ذلي وفاقتي واجتهادي وتضرعي ومسكنتي وفقري إليك يا رب)."
  },
  {
    "id": 9,
    "title": "دعاء الندبة",
    "text": "عن الإمام الصادق (عليه السلام) وأنّه يقرأ في الأعياد الأربعة: الجمعة، والفطر، والأضحى، والغدير\nوهذا ما جاء نصّه من المنقول منه :\nبِسْمِ اللهِ الرَّحْمَنِ الرَّحِيمِ : اَلحَمْدُ للهِ رَبِّ الْعَالَمِينَ وَصَلَّى اللهُ عَلَى سَيِّدِنَا مُحَمَّدٍ نَبِيِّهِ وَآلِهِ وَسَلَّمَ تَسْلِيماً ، اَللّهُمَّ لَكَ الْحَمْدُ عَلى مَا جَرَى بِهِ قَضَاؤُكَ فِي أَوْلِيَائِكَ الَّذِينَ اسْتَخْلَصْتَهُمْ لِنَفْسِكَ وَدِينِكَ ، إِذِ اخْتَرْتَ لَهُمْ جَزِيلَ مَا عِنْدَكَ مِنَ النَّعِيمِ الْمُقِيمِ الَّذِي لا زَوَالَ لَهُ وَلا اضْمِحْلالَ ، بَعْدَ أَنْ شَرَطتَ عَلَيْهِمُ الزُّهْدَ فِي دَرَجَاتِ هذِهِ الدُّنيَا الدَّنِيَّةِ وَزُخْرُفِها وَزِبْرِجِها ، فَشَرَطُوا لَكَ ذَلِكَ وَعَلِمْتَ مِنْهُمُ الْوَفاءَ بِهِ فَقَبِلْتَهُمْ وَقَرَّبْتَهُمْ وَقَدَّمْتَ لَهُمُ الذِّكْرَ الْعَلِيَّ وَالثَّنَاءَ الْجَلِيَّ وَأَهْبَطتَ عَلَيْهِمْ مَلائِكَتَكَ وَكَرَّمْتَهُم بِوَحْيِكَ وَرَفَدتَّهُمْ بِعِلْمِكَ وَجَعَلْتَهُمُ الذَّرِيعَةَ إِلَيْكَ وَالْوَسِيلَةَ إِلَى رِضْوَانِكَ فَبَعْضٌ أَسْكَنْتَهُ جَنَّتَكَ إِلَى أَنْ أَخْرَجْتَهُ مِنْهَا ، وَبَعْضٌ حَمَلْتَهُ فِي فُلْكِكَ وَنَجَّيْتَهُ وَمَنْ آمَنَ مَعَهُ مِنَ الْهَلَكَةِ بِرَحْمَتِكَ ، وَبَعْضٌ اتَّخَذتَهُ لِنَفْسِكَ خَلِيلاً وَسَأَلَكَ لِسَانَ صِدْقٍ فِي الآخِرينَ ، فَأَجَبْتَهُ وَجَعَلْتَ ذَلِكَ عَلِيًّا ، وَبَعْضٌ كَلَّمْتَهُ مِنْ شَجَرَةٍ تَكْلِيماً وَجَعَلْتَ لَهُ مِنْ أَخِيهِ رِدْءاً وَوَزِيراً ، وَبَعْضٌ أَوْلَدتَّهُ مِنْ غَيْرِ أَبٍ وَآتَيْتَهُ الْبَيِّنَاتِ وَأيَّدتَّهُ بِرُوحِ الْقُدُسِ ، وَكُلٌ شَرَعْتَ لَهُ شَرِيعَةً ، وَنَهَجْتَ لَهُ مِنْهَاجاً ، وَتَخَيَّرْتَ لَهُ أَوْصِيَاءَ مُسْتَحْفِظاً بَعْدَ مُسْتَحْفِظٍ مِنْ مُدَّةٍ إِلَى مُدَّةٍ إِقَامَةً لِدِينِكَ وَحُجَّةً عَلَى عِبَادِكَ ، وَلِئَلَّا يَزُولَ الْحَقُّ عَنْ مَقَرِّهِ وَيَغْلِبَ الْبَاطِلُ عَلَى أَهْلِهِ وَلا يَقُولَ أَحَدٌ لَوْلا أَرْسَلْتَ إِلَيْنَا رَسُولاً مُنْذِراً وَأَقَمْتَ لَنَا عَلَماً هَادِياً فَنَتَّبِعَ آيَاتِكَ مِنْ قَبْلِ أَنْ نَذِلَّ وَنَخْزَى ، إِلَى أَنِ انْتَهَيْتَ بِالأَمْرِ إِلَى حَبِيبِكَ وَنَجِيبِكَ مُحَمَّدٍ ـ صَلّى اللهُ عَلَيْهِ وَآلِهِ ـ فَكَانَ كَمَا انْتَجَبْتَهُ سَيِّدَ مَنْ خَلَقْتَهُ وصَفْوَةَ مَنِ اصْطَفَيْتَهُ وَأَفْضَلَ مَنِ اجْتَبَيْتَهُ وَأَكْرَمَ مَنِ اعْتَمَدْتَهُ . قَدَّمْتَهُ عَلَى أَنْبِيائِكَ وَبَعَثْتَهُ إِلَى الثَّقَلَيْنِ مِنْ عِبَادِكَ وَأَوْطَأْتَهُ مَشَارِقَكَ وَمَغَارِبَكَ وَسَخَّرْتَ لَهُ الْبُرَاقَ وَعرَجْتَ بِرُوحِهِ إِلَى سَمَائِكَ وَأوْدَعْتَهُ عِلْمَ مَا كَانَ وَمَا يَكُونُ إِلَى انْقَضَاءِ خَلْقِكَ ، ثُمَّ نَصَرْتَهُ بِالرُّعْبِ وَحَفَفْتَهُ بِجَبْرَائِيلَ وَمِيكَائِيلَ وَالْمُسَوِّمِينَ مِن مَّلائِكَتِكَ وَوَعَدتَّهُ أَنْ تُظْهِرَ دِينَهُ عَلَى الدِّينِ كُلِّهِ وَلَوْ كَرِهَ الْمُشْرِكُونَ ، وَذَلِكَ بَعْدَ أَنْ بَوَّأْتَهُ مُبَوَّأَ صِدْقٍ مِنْ أَهْلِهِ وَجَعَلْتَ لَهُ وَلَهُمْ أَوَّلَ بَيْتٍ وُضِعَ لِلنَّاسِ لَلَّذي بِبَكَّةَ مُبَارَكاً وَهُدًى لِلْعَالَمِينَ فِيهِ آياتٌ بَيِّنَاتٌ مَقَامُ إِبْرَاهِيمَ وَمَنْ دَخَلَهُ كَانَ آمِناً ، وَقُلْتَ : إِنَّمَا يُرِيدُ اللهُ لِيُذْهِبَ عَنْكُمُ الرِّجْسَ أَهْلَ الْبَيْتِ وَيُطَهِّرَكُمْ تَطْهِيراً . ثُمَّ جَعَلْتَ أَجْرَ مُحَمَّدٍ ـ صَلَوَاتُكَ عَلَيْهِ وَآلِهِ ـ مَوَدَّتَهُمْ فِي كِتَابِكَ فَقُلْتَ : قُلْ لا أَسْأَلُكُمْ عَلَيْهِ أَجْراً إِلَّا الْمَوَدَّةَ فِي الْقُرْبَى ، وَقُلْتَ : مَا سَأَلْتُكُمْ مِنْ أجْرٍ فَهُوَ لَكُمْ ، وَقُلْتَ : مَا أسْأَلُكُمْ عَلَيْهِ مِنْ أَجْرٍ إِلَّا مَنْ شَاءَ أن يَّتَّخِذَ إِلَى رَبِّهِ سَبِيلاً ؛ فَكَانُوا هُمُ السَّبِيلَ إِلَيْكَ وَالْمَسْلَكَ إِلَى رِضْوانِكَ . فَلَمَّا انْقَضَتْ أَيَّامُهُ أَقَامَ وَلِيَّهُ عَلِيَّ بْنَ أَبِي طَالِبٍ ـ صَلَوَاتُكَ عَلَيْهِمَا وَآلِهِمَا ـ هَادِياً إِذْ كانَ هُوَ الْمُنْذِرَ وَلِكُلِّ قَوْمٍ هَادٍ ، فَقَالَ وَالْمَلأُ أَمَامَهُ : مَنْ كُنْتُ مَوْلاهُ فَعَلِيٌّ مَوْلاهُ ، اَللَّهُمَّ وَالِ مَن وَّالاهُ وَعَادِ مَنْ عَادَاهُ وَانْصُرْ مَن نَصَرَهُ وَاخْذُلْ مَنْ خَذَلَهُ ، وَقَالَ : مَنْ كُنْتُ أَنَا نَبِيَّهُ فَعَلِيٌّ أَمِيرُهُ ، وَقَالَ: أَنَا وَعَلِيٌّ مِنْ شَجَرَةٍ وَاحِدَةٍ وَسَائِرُ النَّاسِ مِنْ شَجَرٍ شَتَّى . وَأَحَلَّهُ مَحَلَّ هَارُونَ مِن مُّوسى فَقَالَ لَهُ : أَنْتَ مِنِّي بِمَنْزِلَةِ هَارُونَ مِن مُّوسى إِلَّا أَنَّهُ لا نَبِيَّ بَعْدِي ، وَزَوَّجَهُ ابْنَتَهُ سَيِّدَةَ نِسَاءِ الْعالَمِينَ ، وَأحَلَّ لَهُ مِن مَّسْجِدِهِ ما حَلَّ لَهُ ، وَسَدَّ الأَبْوَابَ إِلَّا بَابَهُ ثُمَّ أَوْدَعَهُ عِلْمَهُ وَحِكْمَتَهُ فَقَالَ : أَنَا مَدِينَةُ الْعِلْمِ وَعَلِيٌّ بَابُها فَمَنْ أَرَادَ الْمَدِينَةَ وَالْحِكْمَةَ فَلْيَأْتِهَا مِنْ بَابِهَا . ثُمَ قالَ: أَنْتَ أَخِي وَوَصِيِّي وَوَارِثِي ، لَحْمُكَ مِن لَّحْمِي وَدَمُكَ مِنْ دَمِي وَسِلْمُكَ سِلْمِي وَحَرْبُكَ حَرْبِي ، وَالإيْمَانُ مُخَالِطٌ لَحْمَكَ وَدَمَكَ كَمَا خَالَطَ لَحْمِي وَدَمِي ، وَأَنْتَ غَداً عَلَى الْحَوْضِ خَلِيفَتِي وَأَنْتَ تَقْضِي دَيْنِي وَتُنْجِزُ عِداتِي ، وَشِيعَتُكَ عَلى مَنَابِرَ مِنْ نُورٍ مُبْيَضَّةً وُجُوهُهُمْ حَوْلِي فِي الْجَنَّةِ وَهُمْ جِيرَانِي ، وَلَوْلا أَنْتَ يَا عَلِيُّ لَمْ يُعْرَفِ الْمُؤْمِنُونَ بَعْدِي . وَكانَ بَعْدَهُ هُدًى مِّنَ الضَّلالِ وَنُوراً مِنَ الْعَمى وَحَبْلَ اللهِ الْمَتِينَ وَصِرَاطَهُ الْمُسْتَقِيمَ لا يُسْبَقُ بِقَرَابَةٍ فِي رَحِمٍ وَلا بِسَابِقَةٍ فِي دِينٍ وَلا يُلْحَقُ فِي مَنْقَبَةٍ مِن مَّنَاقِبِهِ ، يَحْذُو حَذْوَ الرَّسُولِ ـ صَلَّى اللهُ عَلَيْهِما وَآلِهِمَا ـ وَيُقَاتِلُ عَلَى التّأْوِيلِ وَلا تَأخُذُهُ فِي اللهِ لَوْمَةُ لائِمٍ ؛ قَدْ وَتَرَ فِيهِ صَنَادَيدَ الْعَرَبِ وَقَتَلَ أَبْطَالَهُمْ وَنَاوَشَ ذُؤْبَانَهُمْ فَأَوْدَعَ قُلُوبَهُمْ أَحْقَاداً بَدْرِيَّةً وَخَيْبَرِيَّةً وَحُنَيْنِيَّةً وَغَيْرَهُنَّ ، فَأَضَبَّتْ عَلَى عَدَاوَتِهِ وَأَكَبَّتْ عَلَى مُنَابَذَتِهِ حَتَّى قَتَلَ النَّاكِثِينَ وَالْقَاسِطِينَ وَالْمَارِقِينَ . وَلَمَّا قَضَى نَحْبَهُ وَقَتَلَهُ أَشْقَى الآخِرينَ يَتْبَعُ أَشْقَى الأَوّلِينَ لَمْ يُمْتَثَلْ أَمْرُ رَسُولِ اللهِ صَلَّى اللهُ عَلَيْهِ وَآلِهِ فِي الْهَادِينَ بَعْدَ الْهَادِينَ ، وَالأُمَّةُ مُصِرَّةٌ عَلَى مَقْتِهِ مُجْتَمِعَةٌ عَلَى قَطِيعَةِ رَحِمِهِ وَإِقْصَاءِ وُلْدِهِ إِلَّا القَلِيلَ مِمَّنْ وَفَى لِرِعَايَةِ الْحَقِّ فِيهِمْ ، فَقُتِلَ مَنْ قُتِلَ وَسُبِيَ مَنْ سُبِيَ وَأُقْصِيَ مَنْ أُقْصِيَ وَجَرَى الْقَضاءُ لَهُمْ بِمَا يُرْجى لَهُ حُسْنُ الْمَثُوبَةِ ، إِذْ كَانَتِ الأَرْضُ للهِ يُورِثُها مَن يَشَاءُ مِنْ عِبَادِهِ وَالْعَاقِبَةُ لِلْمُتَّقِينَ وَسُبْحانَ رَبِّنَا إِنْ كَانَ وَعْدُ رَبِّنَا لَمَفْعُولاً وَلَن يُّخْلِفَ اللهُ وَعْدَهُ وَهُوَ الْعَزِيزُ الْحَكِيمُ . فَعَلَى الأَطَايِبِ مِنْ أَهْلِ بَيْتِ مُحَمَّدٍ وَعَلِيٍّ ـ صَلَّى اللهُ عَلَيْهِمَا وَآلِهِمَا ـ فَلْيَبْكِ الْبَاكُونَ ، وَإِيَّاهُمْ فَلْيَنْدُبِ النَّادِبُونَ ، وَلِمِثْلِهِمْ فَلْتَذْرِفِ الدُّمُوعُ وَلِيَصْرُخِ الصَّارِخُونَ وَيَضِجَّ الضَّاجُّونَ وَيَعِجَّ العاجُّونَ ! أَيْنَ الحَسَنُ ؟ أَيْنَ الْحُسَيْنُ ؟ أَيْنَ أَبْنَاءُ الْحُسَيْنِ ؟ صَالِحٌ بَعْدَ صَالِحٍ وَصَادِقٌ بَعْدَ صَادِقٍ ! أَيْنَ السَّبِيلُ بَعْدَ السَّبِيلِ ؟ أَيْنَ الْخِيَرَةُ بَعْدَ الْخِيَرَةِ ؟ أَيْنَ الشُّمُوسُ الطَّالِعَةُ ؟ أَيْنَ الأَقْمَارُ الْمُنِيرَةُ ؟ أَيْنَ الأَنْجُمُ الزَّاهِرَةُ ؟ أَيْنَ أَعْلامُ الدِّينِ وَقَواعِدُ اْلعِلْمِ ؟ أَيْنَ بَقِيَّةُ اللهٍ الَّتِي لا تَخْلُو مِنَ الْعِتـْرَةِ الْهَادِيَةِ ؟ أَيْنَ الْمُعَدُّ لِقَطْعِ دَابِرِ الظَّلَمَةِ ؟ أَيْنَ المُنَتَظَرُ لإِقَامَةِ الأَمْتِ وَالْعِوَجِ ؟ أَيْنَ الْمُرْتَجى لإِزَالَةِ الْجَوْرِ وَالْعُدْوَانِ ؟ أَيْنَ الْمُدَّخَرُ لِتَجْدِيدِ الْفَرائِضِ وَالسُّنَنِ ؟ أَيْنَ الْمُتَخَيَّرُ لإِعَادَةِ الْمِلَّةِ وَالشَّرِيعَةِ ؟ أَيْنَ الْمُؤَمَّلُ لإِحْيَاءِ الْكِتَابِ وَحُدُودِهِ ؟ أَيْنَ مُحْيِي مَعَالِمِ الدِّينِ وَأَهْلِهِ ؟ أَيْنَ قَاصِمُ شَوْكَةِ الْمُعْتَدِينَ ؟ أَيْنَ هَادِمُ أَبْنِيَةِ الشِرْكِ وَالنِّفَاقِ ؟ أَيْنَ مُبِيدُ أَهْلِ الْفُسُوقِ وَالْعِصْيَانِ وَالطُّغْيَانِ ؟ أَيْنَ حَاصِدُ فُروعِ الْغَيِّ وَالشِّقَاقِ ؟ أَيْنَ طَامِسُ آثارِ الزَّيْغِ وَالأَهْوَاءِ ؟ أَيْنَ قَاطِعُ حَبَائِلِ الْكذِبِ وَالِافْتِرَاءِ ؟ أَيْنَ مُبِيدُ الْعُتاةِ وَالْمَرَدَةِ؟ أَيْنَ مُسْتَأصِلُ أَهْلِ الْعِنادِ وَالتَّضْلِيلِ وَالإِلْحَادِ ؟ أَيْنَ مُعِزُّ الأَوْلِيَاءِ وَمُذِلُّ الأَعْدَاءِ ؟ أَيْنَ جَامِعُ الْكَلِمَةِ عَلَى التَّقْوَى ؟ أَيْنَ بَابُ اللهِ الَّذِي مِنْهُ يُؤْتَى ؟ أَيْنَ وَجْهُ اللهِ الَّذِي إِلَيْهِ يَتَوجَّهُ الأَوْلِيَاءُ ؟ أَيْنَ السَّبَبُ الْمُتَّصِلُ بَيْنَ الأَرْضِ وَالسَّمَاءِ ؟ أَيْنَ صَاحِبُ يَوْمِ الْفَتْحِ وَنَاشِرُ رَايَةِ الْهُدَى ؟ أَيْنَ مُؤَلِّفُ شَمْلِ الصَّلاحِ وَالرِّضَا ؟ أَيْنَ الطَّالِبُ بِذُحُولِ الأَنْبِيَاءِ وَأَبْنَاءِ الأَنْبِيَاءِ ؟ أَيْنَ الطَّالِبُ بِدَمِ الْمَقْتُولِ بِكَرْبَلاَء ؟ أَيْنَ الْمَنْصُورُ عَلَى مَنِ اعْتَدى عَلَيْهِ وَافْتَرَى ؟ أَيْنَ الْمُضْطَرُّ الَّذِي يُجَابُ إِذَا دَعَا ؟ أَيْنَ صَدْرُ الْخَلائِقِ ذُو الْبِرِّ وَالتَّقْوَى ؟ أَيْنَ ابْنُ النَّبِيِّ الْمُصْطَفَى وَابْنُ عَلِيٍّ الْمُرْتَضَى وَابْنُ خَدِيجَةَ الغَرَّاءِ وَابْنُ فَاطِمَةَ الْكُبْرَى ؟! بِأَبِي أَنْتَ وَأُمِّي ، وَنَفْسِي لَكَ الْوِقاءُ وَالْحِمَى يَا بْنَ السَّادَةِ الْمُقَرَّبِينَ يَابْنَ النُّجَبَاءِ الأَكْرَمِينَ يَا بْنَ الْهُداةِ الْمَهْدِيِّينَ يَا بْنَ الْخِيَرَةِ الْمُهَذَّبِينَ يَا بْنَ الْغَطارِفَةِ الأَنْجَبِينَ يَا بْنَ الأَطَايِبِ الْمُطَهَّرِينَ يَا بْنَ الْخَضَارِمَةِ المُنْتَجَبِينَ يَا بْنَ الْقَمَاقِمَةِ الأَكْرَمِينَ، يَا بْنَ الْبُدُورِ الْمُنِيرَةِ يَا بْنَ السُّرُجِ الْمُضِيئَةِ يَا بْنَ الشُّهُبِ الثَّاقِبَةِ يَا بْنَ الأَنْجُمِ الزَّاهِرَةِ يَا بْنَ السُّبُلِ الوَاضِحَةِ يَا بْنَ الأَعْلامِ اللَّائِحَةِ ، يَا بْنَ الْعُلُومِ الْكَامِلَةِ يَا بْنَ السُّنَنِ الْمَشْهُورَةِ يَا بْنَ الْمَعَالِمِ الْمَأْثُورَةِ يَا بْنَ الْمُعْجِزَاتِ الْمَوْجُودَةِ يَا بْنَ الدَّلائِلِ الْمَشْهُودَةِ ، يَا بْنَ الصِّراطِ الْمُسْتَقِيمِ يَا بْنَ النَّبَإِ الْعَظِيمِ يَا بْنَ مَنْ هُوَ فِي أُمِّ الْكِتابِ لَدَى اللهِ عَلِيٌّ حَكِيمٌ ، يَا بْنَ الآيَاتِ وَالْبَيِّناتِ يَا بْنَ الدَّلائِلِ الظَّاهِرَاتِ يَا بْنَ الْبَراهِينِ الْوَاضِحَاتِ الْبَاهِرَاتِ يَا بْنَ الْحُجَجِ الْبَالِغَاتِ يَا بْنَ النِّعَمِ السَّابِغَاتِ يَا بْنَ طٰهٓ وَالْمُحْكَمَاتِ يَا بْنَ يٰسٓ وَالذَّارِيَاتِ يَا بْنَ الطُّورِ وَالْعَادِيَاتِ ، يَا بْنَ مَنْ دَنَا فَتَدَلَّى فَكَانَ قَابَ قَوْسَيْنِ أَوْ أَدْنَى دُنُوًّا وَاقْتِرَاباً مِنَ الْعَلِيِّ الأَعْلَى ! لَيْتَ شِعْرِي أيْنَ اسْتَقَرَّتْ بِكَ النَّوَى ؟ بَلْ أَيُّ أَرْضٍ تُقِلُّكَ أَوْ ثَرًى ؟! أَبِرَضْوَى أَوْ غَيْرِها أَمْ ذِي طُوَى ؟! عَزِيزٌ عَلَيَّ أَنْ أَرَى الْخَلْقَ وَلا تُرَى وَلا أَسْمَعُ لَكَ حَسِيساً وَلا نَجْوَى ، عَزِيزٌ عَلَيَّ أَنْ تُحِيطَ بِكَ دُونِيَ الْبَلْوَى وَلا يَنَالُكَ مِنِّي ضَجِيجٌ وَلا شَكْوَى . بِنَفْسِي أَنْتَ مِنْ مُغَيَّبٍ لَمْ يَخْلُ مِنَّا ، بِنَفْسِي أَنْتَ مِنْ نَازِحٍ ما نَزَحَ عَنَّا ، بِنَفْسِي أَنْتَ أُمْنِيَّةُ شَائِقٍ يَتَمَنَّى مِن مُّؤْمِنٍ وَمُؤْمِنَةٍ ذَكَرَا فَحَنَّا ، بِنَفْسِي أَنْتَ مِنْ عَقِيدِ عِزٍّ لا يُسَامَى ، بِنَفْسِي أَنْتَ مِنْ أَثِيلِ مَجْدٍ لا يُجَارَى ، بِنَفْسِي أَنْتَ مِنْ تِلادِ نِعَمٍ لا تُضَاهَى ، بِنَفْسِي أَنْتَ مِنْ نَصِيفِ شَرَفٍ لا يُسَاوَى ! إِلَى مَتَى أَحَارُ فِيكَ يَا مَوْلايَ وَإِلى مَتَى ؟ وَأَيَّ خِطَابٍ أَصِفُ فِيكَ وَأيَّ نَجْوى ؟ عَزِيزٌ عَلَيَّ أَنْ أُجَابَ دُونَكَ وَأُنَاغَى ، عَزِيزٌ عَلَيَّ أَنْ أَبْكِيَكَ وَيَخْذُلَكَ الْوَرَى ، عَزِيزٌ عَلَيَّ أَنْ يَجْرِيَ عَلَيْكَ دُونَهُمْ مَا جَرَى ، هَلْ مِن مُّعينٍ فَأُطِيلَ مَعَهُ الْعَوِيلَ وَالبُكَاءَ ؟ هَلْ مِنْ جَزُوعٍ فَأُسَاعِدَ جَزَعَهُ إِذَا خَلا ؟ هَلْ قَذِيَتْ عَينٌ فَساعَدَتْهَا عَيْنِي عَلَى الْقَذَى ؟ هَلْ إِلَيْكَ يَا بْنَ أَحْمَدَ سَبِيلٌ فَتُلْقَى ؟ هَلْ يَتَّصِلُ يَوْمُنَا مِنْكَ بِعِدَةٍ فَنَحْظى ؟ مَتَى نَرِدُ مَنَاهِلَكَ الرَّوِيَّةَ فَنَرْوَى ؟ مَتَى نَنْتَقِعُ مِنْ عَذْبِ مَائِكَ فَقَدْ طَالَ الصَّدَى ؟ مَتى نُغَادِيكَ وَنُرَاوِحُكَ فَنُقِرَّ عَيْناً ؟ مَتَى تَرَانَا وَنَرَاكَ وَقَدْ نَشَرْتَ لِوَاءَ النَّصْرِ ؟ تُرَى أَتَرَانا نَحُِفُّ بِكَ وَأَنْتَ تَؤُمُّ الْمَلأَ وَقَدْ مَلَأْتَ الأَرْضَ عَدْلاً وَأَذَقْتَ أَعْدَاءَكَ هَوَانَاً وَعِقَاباً وَأَبَرْتَ الْعُتَاةَ وَجَحَدةَ الْحَقِّ وَقَطَعْتَ دَابِرَ الْمُتَكَبِّرِينَ وَاجْتَثَثْتَ أُصُولَ الظَّالِمِينَ وَنَحْنُ نَقُولُ : الْحَمْدُ للهِ رَبِّ الْعَالَمِينَ ؟ اَللَّهُمَّ أَنْتَ كَشَّافُ الْكَرْبِ وَالْبَلْوَى وَإِلَيْكَ أَسْتَعْدِي فَعِنْدَكَ الْعَدْوى وَأَنْتَ رَبُّ الآخِرَةِ وَالدُّنْيَا فَأَغِثْ يَا غِيَاثَ الْمُسْتَغِيثِينَ عُبَيْدَكَ الْمُبْتَلَى وَأَرِهِ سَيِّدَهُ يَا شَدِيدَ الْقُِوَى وَأَزِلْ عَنْهُ بِهِ الأَسَى وَالْجَوَى وَبَرِّدْ غَلِيلَهُ يَا مَنْ عَلَى الْعَرْشِ اسْتَوَى وَمَنْ إِلَيْهِ الرُّجْعَى وَالْمُنْتَهَى ، اَللَّهُمَّ وَنَحنُ عَبِيدُكَ التَّائِقُونَ إِلَى وَلِيِّكِ الْمُذَكِّرِ بِكَ وَبِنَبِيِّكَ ، خَلَقْتَهُ لَنَا عِصْمَةً وَمَلاذاً وَأَقَمْتَهُ لَنَا قِوَاماً وَمَعَاذاً ، وَجَعَلْتَهُ لِلْمُؤْمِنِينَ مِنَّا إِمَاماً ، فَبَلِّغْهُ مِنَّا تَحِيَّةً وَسَلاماً ، وَزِدْنا بِذَلِكَ يَا رَبِّ إِكْرَاماً وَاجْعَلْ مُسْتَقَرَّهُ لَنَا مُسْتَقَرًّا وَمُقَاماً ، وَأَتْمِمْ نِعْمَتَكَ بِتَقْدِيمِكَ إِيَّاهُ أَمامَنا حَتَّى تُورِدَنا جِنَانَكَ وَمُرافَقَةَ الشُّهَداءِ مِنْ خُلَصَائِكَ ، اَللَّهُمَّ صَلِّ عَلَى مُحمَّدٍ وَآلِ مُحَمَّدٍ ، وَصَلِّ عَلَى مُحَمَّدٍ جَدِّهِ وَرَسُولِكَ السَّيِّدِ الأَكْبَرِ وَعَلَى أَبِيهِ السَّيِّدِ الأَصْغَرِ وَجَدَّتِهِ الصِّدِّيقَةِ الْكُبْرى فَاطِمَةَ بِنْتِ مُحَمَّدٍ ـ صَلّى اللهُ عَلَيْهِ وَآلِهِ ـ وَعَلَى مَنِ اصْطَفَيْتَ مِنْ آبَائِهِ الْبَرَرَةِ وَعَلَيْهِ أَفْضَلَ وَأَكْمَلَ وَأَتَمَّ وَأَدْوَمَ وَأَكْثَرَ وَأَوْفَرَ مَا صَلَّيْتَ عَلَى أَحَدٍ مِنْ أَصْفِيَائِكَ وَخِيَرَتِكَ مِنْ خَلْقِكَ ، وَصَلِّ عَلَيْهِ صَلاةً لا غَايَةَ لِعَدَدِهَا وَلا نِهَايَةَ لِمَدَدِها وَلا نَفَادَ لأَمَدِها ، اَللَّهُمَّ وَأَقِمْ بِهِ الْحَقَّ وَأدْحِضْ بِهِ الْبَاطِلَ وَأَدِلْ بِهِ أَوْلِيَاءَكَ وَأَذْلِلْ بِهِ أَعْدَاءَكَ ، وَصِلِ ـ اللَّهُمَّ ـ بَيْنَنا وَبَيْنَهُ وُصْلَةً تُؤَدِّي إِلَى مُرَافَقَةِ سَلَفِهِ ، وَاجْعَلْنَا مِمَّنْ يَأخُذُ بِحُجْزَتِهِمْ وَيَمْكُثُ فِي ظِلِّهِمْ وَأَعِنَّا عَلَى تَأْدِيَةِ حُقُوقِهِ إِلَيْهِ وَالِاجْتِهادِ فِي طَاعَتِهِ وَاجتِنَابِ مَعْصِيَتِهِ ، وَامْنُنْ عَلَيْنَا بِرِضَاهُ وَهَبْ لَنَا رَأْفَتَهُ وَرَحْمَتَهُ وَدَعَاءَهُ وَخَيْرَهُ مَا نَنَالُ بِهِ سَعَةً مِنْ رَحْمَتِكَ وَفَوْزاً عِنْدَكَ ، وَاجْعَلْ صَلاتَنَا بِهِ مَقْبُولَةً ، وَذُنُوبَنَا بِهِ مَغْفُورَةً ، وَدُعَاءَنَا بِهِ مُسْتَجَاباً ، وَاجْعَلْ أَرْزَاقَنَا بِهِ مَبْسُوطَةً ، وَهُمُومَنَا بِهِ مَكْفِيَّةً ، وَحَوَائِجَنَا بِهِ مَقْضِيَّةً ، وَأَقْبِلْ إِلَيْنَا بِوَجْهِكَ الْكَرِيمِ ، وَاقْبَلْ تَقَرُّبَنَا إِلَيْكَ وَانْظُرْ إِلَيْنَا نَظْرَةً رَحِيمَةً نَسْتَكْمِلُ بِهَا الْكَرَامَةَ عِنْدَكَ ، ثُمَّ لا تَصْرِفْهَا عَنَّا بِجُودِكَ ، وَاسْقِنَا مِنْ حَوضِ جَدِّهِ ـ صَلَّى اللهُ عَلَيْهِ وَآلِهِ ـ بِكَأْسِهِ وَبِيَدِهِ رَيًّا رَوِيًّا هَنِيئاً سَائِغاً لا ظَمَأَ بَعْدَهُ يا أَرْحَمَ الرَّاحِمِينَ ."
  }
]
