[
  {
    "id": "fajr",
    "title": "تعقيب صلاة الفجر",
    "items": [
      {
        "subtitle": "في فضل المكوث حتى تطلع الشمس",
        "text": "عن الصادق عليه السلام قال: من صلى الفجر وتمكث حتى تطلع الشمس كان أنجح في طلب الرزق من الضرب في الأرض شهرا.\nوعن أمير المؤمنين عليه السلام أنه كان يقول: والله إن ذكر الله بعد صلاة الغداة إلى طلوع الشمس أسرع في طلب الرزق من الضرب بالسيف في الأرض.\nوروى جابر، عن أبي جعفر عليه السلام قال: إن إبليس إنما يبث جنوده جنود الليل من حين تغيب الشمس إلى وقت الشفق ويبث جنود النهار من حين طلوع الفجر إلى مطلع الشمس .\nوقال الصادق عليه السلام: نومة الغداة مشؤومة تطرد الرزق، وتصفر اللون وتقبحه و تغيره وهو نوم كل مشؤوم إن الله تعالى يقسم الأرزاق ما بين طلوع الفجر إلى طلوع الشمس، فإياكم وتلك النومة.\nوذكر أن النبي صلى الله عليه وآله كان يقول: أكثروا ذكر الله في هاتين الساعتين، فإنهما ساعتا غفلة.\nوقال الرضا عليه السلام في قول الله عز وجل (فالمقسمات أمرا) قال الملائكة تقسم أرزاق بني آدم بين طلوع الفجر إلى طلوع الشمس، فمن نام فيما بينهما نام عن رزقه."
      },
      {
        "subtitle": "متنوع الفضائل",
        "text": "عن ماجيلويه، عن محمد العطار، عن محمد الأشعري، عن علي بن السندي، عن محمد بن عمرو بن سعيد، عن عمرو بن سهل، عن هارون بن خارجة، عن جابر الجعفي، عن أبي جعفر عليه السلام قال: من استغفر الله بعد صلاة لفجر سبعين مرة غفر الله له ولو عمل ذلك اليوم سبعين ألف ذنب، ومن عمل في يوم أكثر من سبعين ألف ذنب فلا خير فيه، وفي رواية أخرى سبع مائة ذنب.\n\nعن الباقر عليه السلام قال: قال النبي صلى الله عليه وآله لشيبة الهذلي: إذا صليت الصبح فقل عشر مرات (سبحان الله العظيم وبحمده، ولا حول ولا قوة إلا بالله العلي العظيم) فان الله عز وجل يعافيك بذلك من العمى والجنون و الجذام والفقر والهرم.\n\nثواب الأعمال: عن أبيه، عن محمد بن يحيى العطار، عن العمركي بن علي، عن علي بن جعفر، عن أخيه موسى، عن أبيه عليهما السلام قال: قال علي عليه السلام: من صلى صلاة الفجر ثم قرأ قل هو الله أحد إحدى عشر مرة لم يتبعه في ذلك اليوم ذنب، وإن رغم أنف الشيطان\n\nروي عن هلقام ابن أبي هلقام أنه قال: أتيت أبا إبراهيم عليه السلام فقلت له: جعلت فداك علمني دعاء جامعا للدنيا والآخرة، وأوجزه، قال: قل في دبر الفجر إلى أن تطلع الشمس (سبحان الله وبحمده أستغفر الله وأسأله من فضله) قال هلقام ولقد كنت أسوء أهل بيتي حالا فما علمت حتى أتاني ميراث من قبل رجل ما ظننت أن بيني وبينه قرابة، وإني اليوم [لمن] أيسر أهل بيتي، وما ذلك إلا مما علمني مولاي العبد الصالح موسى بن جعفر عليهما السلام.\n\nروى حماد بن عثمان، عن الصادق عليه السلام قال: من قال في دبر كل صلاة الفجر (رب صل على محمد وعلى أهل بيته) وقى الله وجهه من نفخات النار).\nوعن سعد بن زيد قال: قال أبو الحسن عليه السلام: إذا صليت المغرب فلا تبسط رجلك ولا تكلم أحدا حتى تقول مائة مرة: بسم الله الرحمان الرحيم ولا حول ولا قوة إلا بالله العلي العظيم مائة مرة في المغرب ومائة مرة في الغداة، فمن قالها دفع عنه مائة نوع من أنواع البلاء أدنى نوع منه البرص والجذام والشيطان والسلطان.\n\nروي أن أبا القمقام أتى أبا الحسن عليه السلام وكان رجلا محارفا فشكى إليه حرفته وأنه لا يتوجه في حاجة فتقضى له، فقال له أبو الحسن عليه السلام: قل في دبر الفجر (سبحان الله العظيم وبحمده أستغفر الله وأسأله من فضله) عشر مرات، قال أبو القمام: فلزمت ذلك فوالله ما لبثت إلا قليلا حتى ورد علي قوم من البادية، فأخبروني أن رجلا من قومي مات ولم يعرف له وارث غيري، فانطلقت وقبضت ميراثه ولم أزل مستغنيا.\n\nروى حماد بن عثمان، عن الصادق عليه السلام قال: من قال في دبر كل صلاة الفجر (رب صل على محمد وعلى أهل بيته) وقى الله وجهه من نفخات النار).\nوعن سعد بن زيد قال: قال أبو الحسن عليه السلام: إذا صليت المغرب فلا تبسط رجلك ولا تكلم أحدا حتى تقول مائة مرة: بسم الله الرحمان الرحيم ولا حول ولا قوة إلا بالله العلي العظيم مائة مرة في المغرب ومائة مرة في الغداة، فمن قالها دفع عنه مائة نوع من أنواع البلاء أدنى نوع منه البرص والجذام والشيطان والسلطان.\n\nعن عبد الله بن سنان قال: شكوت إلى أبي عبد الله عليه السلام فقال:\nألا أعلمك شيئا إذا قلته قضى الله دينك، وأنعشك وأنعش حالك، فقلت: ما أحوجني إلى ذلك فعلمه هذا الدعاء: قل في دبر صلاة الفجر: (توكلت على الحي القيوم الذي لا يموت، والحمد لله الذي لم يتخذ ولدا ولم يكن له شريك في الملك ولم يكن له ولي من الذل وكبره تكبيرا، اللهم إني أعوذ بك من البؤس والفقر ومن غلبة الدين والسقم، وأسئلك أن تعينني على أداء حقك إليك وإلى الناس.\n\nعن أبي بصير، عن أبي عبد الله عليه السلام قال: من قال في دبر صلاة الفجر وفي دبر صلاة المغرب سبع مرات (بسم الله الرحمن الرحيم لا حول ولا قوة إلا بالله العلي العظيم) دفع الله عنه سبعين نوعا من أنواع البلاء أهونها الريح والبرص والجنون وإن كان شقيا محي من الشقاء وكتب في السعداء\n\nعن الحسن بن جهم، عن أبي الحسن عليه السلام مثله إلا أنه قال: يقولها ثلاث مرات حين يصبح، وثلاث مرات حين يمسى، لم يخف شيطانا ولا سلطانا ولا برصا ولا جذاما، ولم يقل سبع مرات، قال أبو الحسن: وأنا أقولها مائة مرة.\n\nعن أبي عبد الله عليه السلام قال: إذا صليت الغداة والمغرب فقل: (بسم الله الرحمن الرحيم لا حول ولا قوة إلا بالله العلي العظيم) سبع مرات فإنه من قالها لم يصبها جنون ولا جذام ولا برص ولا سبعون نوعا من أنواع البلاء.\n\nعن الصادق عليه السلام من صلى فريضة الغداة وصلى على محمد وآل محمد مائة مرة، حرم الله جسده على النار، وينبغي أن يكون قبل أن يتكلم (يا رب صل على محمد وآل محمد، وأعتق رقبتي من النار).\n\nعن الرضا عليه السلام قال: من بسمل وحولق بعد صلاة الفجر مائة مرة كان أقرب إلى اسم الله الأعظم من سواد العين إلى بياضها وأنه دخل فيها اسم الله الأعظم (5).\n\nكتاب جعفر بن محمد بن شريح الجهني: عن حميد بن شعيب، عن جابر الجعفي قال: سمعت أبا عبد الله عليه السلام يقول: أكثروا من التهليل والتكبير ثم قال:\nإن رجلا ذات يوم صلى خلف رسول الله صلى الله عليه وآله الغداة فلما سلم قال الرجل: لا إله إلا الله وحده لا شريك له له الملك وله الحمد وهو على كل شئ قدير فقال رسول الله صلى الله عليه وآله:\nمن القائل؟ فقيل له: فلان الأنصاري فقال له رسول الله صلى الله عليه وآله: والذي نفسي بيده لقد استبق إليه ثمانية عشر ملكا أيهم يرفعها إلى الرب.\n\nعن أبي بردة الأسلمي، عن أبيه قال: كان رسول الله صلى الله عليه وآله إذا صلى الصبح رفع صوته حتى تسمع أصحابه يقول: (اللهم أصلح ديني الذي جعلته لي عصمة) ثلاث مرات (اللهم أصلح لي دنياي التي جعلت فيها معاشي) ثلاث مرات (اللهم أصلح لي آخرتي التي جعلت مرجعي إليها)) ثلاث مرات (اللهم إني أعوذ برضاك من سخطك وأعوذ بعفوك من نقمتك) ثلاث مرات (اللهم إني أعوذ بك منك لا مانع لما أعطيت; ولا معطي لما منعت، ولا ينفع ذا الجد منك الجد).\n\nثواب الأعمال: عن أبيه، عن سعد، عن البرقي، عن ابن أبي عمير، عن أبي أيوب، عن الصباح بن سيابة، عن أبي عبد الله عليه السلام قال: ألا أعلمك شيئا يقي الله به وجهك من حر جهنم؟ قال: قلت: بلى، قال: قل بعد الفجر (اللهم صل على محمد وآل محمد) مائة مرة يقي الله به وجهك من حر جهنم."
      }
    ]
  },
  {
    "id": "dhuhr",
    "title": "تعقيب صلاة الظهر",
    "items": [
      {
        "subtitle": "فضائل تعقيب الظهر",
        "text": "عن الصادق عليه السلام قال: من صلى الظهر وقال بعدها: (اللهم صل على محمد وآل محمد) مائة مرة، كتب الله له ألف ألف حسنة، ومحا عنه ألف ألف سيئة، ورفع له ألف ألف درجة.\n\nوعن الباقر عليه السلام قال: من قال بعد صلاة الظهر: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة الظهر سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى الظهر وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن أبي الحسن عليه السلام قال: من قال بعد صلاة الظهر: (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) مائة مرة، غفر الله له ما تقدم من ذنبه وما تأخر.\n\nوعن الباقر عليه السلام قال: من صلى الظهر وقال بعدها: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة الظهر: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة الظهر سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى الظهر وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة."
      },
      {
        "subtitle": "أدعية تعقيب الظهر",
        "text": "عن أبي عبد الله عليه السلام قال: من قال بعد صلاة الظهر: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة الظهر: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة الظهر سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى الظهر وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن أبي الحسن عليه السلام قال: من قال بعد صلاة الظهر: (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) مائة مرة، غفر الله له ما تقدم من ذنبه وما تأخر.\n\nوعن الباقر عليه السلام قال: من صلى الظهر وقال بعدها: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة الظهر: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة الظهر سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى الظهر وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة."
      }
    ]
  },
  {
    "id": "asr",
    "title": "تعقيب صلاة العصر",
    "items": [
      {
        "subtitle": "فضائل تعقيب العصر",
        "text": "عن الصادق عليه السلام قال: من صلى العصر وقال بعدها: (اللهم صل على محمد وآل محمد) مائة مرة، كتب الله له ألف ألف حسنة، ومحا عنه ألف ألف سيئة، ورفع له ألف ألف درجة.\n\nوعن الباقر عليه السلام قال: من قال بعد صلاة العصر: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة العصر سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى العصر وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن أبي الحسن عليه السلام قال: من قال بعد صلاة العصر: (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) مائة مرة، غفر الله له ما تقدم من ذنبه وما تأخر.\n\nوعن الباقر عليه السلام قال: من صلى العصر وقال بعدها: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة العصر: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة العصر سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى العصر وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة."
      },
      {
        "subtitle": "أدعية تعقيب العصر",
        "text": "عن أبي عبد الله عليه السلام قال: من قال بعد صلاة العصر: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة العصر: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة العصر سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى العصر وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن أبي الحسن عليه السلام قال: من قال بعد صلاة العصر: (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) مائة مرة، غفر الله له ما تقدم من ذنبه وما تأخر.\n\nوعن الباقر عليه السلام قال: من صلى العصر وقال بعدها: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة العصر: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة العصر سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى العصر وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة."
      }
    ]
  },
  {
    "id": "maghrib",
    "title": "تعقيب صلاة المغرب",
    "items": [
      {
        "subtitle": "فضائل تعقيب المغرب",
        "text": "عن الصادق عليه السلام قال: من صلى المغرب وقال بعدها: (اللهم صل على محمد وآل محمد) مائة مرة، كتب الله له ألف ألف حسنة، ومحا عنه ألف ألف سيئة، ورفع له ألف ألف درجة.\n\nوعن الباقر عليه السلام قال: من قال بعد صلاة المغرب: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة المغرب سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى المغرب وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن أبي الحسن عليه السلام قال: من قال بعد صلاة المغرب: (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) مائة مرة، غفر الله له ما تقدم من ذنبه وما تأخر.\n\nوعن الباقر عليه السلام قال: من صلى المغرب وقال بعدها: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة المغرب: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة المغرب سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى المغرب وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة."
      },
      {
        "subtitle": "أدعية تعقيب المغرب",
        "text": "عن أبي عبد الله عليه السلام قال: من قال بعد صلاة المغرب: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة المغرب: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة المغرب سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى المغرب وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن أبي الحسن عليه السلام قال: من قال بعد صلاة المغرب: (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) مائة مرة، غفر الله له ما تقدم من ذنبه وما تأخر.\n\nوعن الباقر عليه السلام قال: من صلى المغرب وقال بعدها: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة المغرب: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة المغرب سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى المغرب وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة."
      }
    ]
  },
  {
    "id": "isha",
    "title": "تعقيب صلاة العشاء",
    "items": [
      {
        "subtitle": "فضائل تعقيب العشاء",
        "text": "عن الصادق عليه السلام قال: من صلى العشاء وقال بعدها: (اللهم صل على محمد وآل محمد) مائة مرة، كتب الله له ألف ألف حسنة، ومحا عنه ألف ألف سيئة، ورفع له ألف ألف درجة.\n\nوعن الباقر عليه السلام قال: من قال بعد صلاة العشاء: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة العشاء سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى العشاء وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن أبي الحسن عليه السلام قال: من قال بعد صلاة العشاء: (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) مائة مرة، غفر الله له ما تقدم من ذنبه وما تأخر.\n\nوعن الباقر عليه السلام قال: من صلى العشاء وقال بعدها: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة العشاء: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة العشاء سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى العشاء وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة."
      },
      {
        "subtitle": "أدعية تعقيب العشاء",
        "text": "عن أبي عبد الله عليه السلام قال: من قال بعد صلاة العشاء: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة العشاء: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة العشاء سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى العشاء وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن أبي الحسن عليه السلام قال: من قال بعد صلاة العشاء: (لا إله إلا الله وحده لا شريك له، له الملك وله الحمد وهو على كل شيء قدير) مائة مرة، غفر الله له ما تقدم من ذنبه وما تأخر.\n\nوعن الباقر عليه السلام قال: من صلى العشاء وقال بعدها: (اللهم صل على محمد وآل محمد، واجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة.\n\nوعن الصادق عليه السلام قال: من قال بعد صلاة العشاء: (سبحان الله والحمد لله ولا إله إلا الله والله أكبر) مائة مرة، غفر الله له ذنوبه وإن كانت مثل زبد البحر.\n\nوروى عن أبي عبد الله عليه السلام قال: من قرأ بعد صلاة العشاء سورة الإخلاص ثلاث مرات، كان كمن قرأ القرآن كله.\n\nوعن الصادق عليه السلام قال: من صلى العشاء وقال بعدها: (اللهم إني أسألك أن تصلي على محمد وآل محمد، وأن تجعلني من عبادك الصالحين) مائة مرة، كتب الله له ثواب ألف ركعة."
      }
    ]
  }
] 
