[
  {
      "id": 1,
      "title": "الزيارة الجامعة",
      "text": "عيون أخبار الرضا (ع): الدقاق والسناني والوراق والمكتب جميعا عن الأسدي، عن البرمكي عن النخعي قال: قلت لعلي بن محمد بن علي بن موسى بن جعفر بن محمد بن علي بن الحسين بن علي بن أبي طالب صلوات الله وسلامه عليهم: علمني يا ابن رسول الله قولا أقوله بليغا كاملا إذا زرت واحدا منكم فقال: إذا صرت إلى الباب فقف واشهد الشهادتين وأنت على غسل، فإذا دخلت ورأيت القبر فقف وقل: الله أكبر الله أكبر ثلاثين مرة، ثم امش قليلا وعليك السكينة والوقار وقارب بين خطاك، ثم قف وكبر الله عز وجل ثلاثين مرة، ثم ادن من القبر وكبر الله أربعين مرة تمام مائة تكبيرة ثم قل: السلام عليكم يا أهل بيت النبوة، وموضع الرسالة، ومختلف الملائكة ومهبط الوحي، ومعدن الرحمة، وخزان العلم، ومنتهى الحلم، وأصول الكرم وقادة الأمم، وأولياء النعم، وعناصر الأبرار، ودعائم الأخيار، وساسة العباد،وأركان البلاد، وأبواب الايمان، وامناء الرحمن، وسلالة النبيين، وصفوة المرسلين، وعترة خيرة رب العالمين، ورحمة الله وبركاته. السلام على أئمة الهدى، ومصابيح الدجى، وأعلام التقى، وذوي النهى وأولي الحجى، وكهف الورى، وورثة الأنبياء، والمثل الاعلى، والدعوة الحسنى وحجج الله على أهل الدنيا والآخرة والأولى، ورحمة الله وبركاته، السلام على محال معرفة الله، ومساكن بركة الله، ومعادن حكمة الله، وحفظة سر الله، و حملة كتاب الله، وأوصياء نبي الله، وذرية رسول الله صلى الله عليه وآله، ورحمة الله وبركاته. السلام على الدعاة إلى الله، والأدلاء على مرضاة الله، والمستوفرين في أمر الله، والتامين في محبة الله، والمخلصين في توحيد الله، والمظهرين لأمر الله ونهيه، وعباده المكرمين، الذين لا يسبقونه بالقول وهم بأمره يعملون، و رحمة الله وبركاته. السلام على الأئمة الدعاة، والقادة الهداة، والسادة الولاة، والذادة الحماة، وأهل الذكر، وأولي الأمر، وبقية الله وخيرته، وحزبه وعيبة علمه وحجته وصراطه، ونوره وبرهانه ورحمة الله وبركاته. أشهد أن لا إله إلا الله، وحده لا شريك له، كما شهد الله لنفسه، وشهدت له ملائكته، وأولو العلم من خلقه، لا إله إلا هو العزيز الحكيم، وأشهد أن محمدا عبده المنتجب، ورسوله المرتضى، أرسله بالهدى ودين الحق ليظهره على الدين كله ولو كره المشركون. وأشهد أنكم الأئمة الراشدون المهديون، المعصومون المكرمون المقربون المتقون، الصادقون المصطفون، المطيعون لله، القوامون بأمره، العاملون بإرادته، الفائزون بكرامته، إصطفاكم بعلمه، وارتضاكم لغيبه، واختاركم لسره، واجتباكم بقدرته، وأعزكم بهداه، وخصكم ببرهانه، وانتجبكم لنوره، وأيدكم بروحه، ورضيكم خلفاء في أرضه، وحججا على بريته، وأنصارا لدينه، وحفظة لسره، وخزنة لعلمه، ومستودعا لحكمته، وتراجمة لوحيه، وأركانا لتوحيده، وشهداء على خلقه، وأعلاما لعباده، ومنارا في بلاده وأدلاء على صراطه، عصمكم الله من الزلل، وآمنكم من الفتن، وطهركم من الدنس، وأذهب عنكم الرجس وطهركم تطهيرا. فعظمتم جلاله، وأكبرتم شأنه، ومجدتم كرمه، وأدمتم ذكره، ووكدتم ميثاقه، وأحكمتم عقد طاعته، ونصحتم له في السر والعلانية، ودعوتم إلى سبيله بالحكمة والموعظة الحسنة، وبذلتم أنفسكم في مرضاته، وصبرتم على ما أصابكم في جنبه، وأقمتم الصلاة، وآتيتم الزكاة، وأمرتم بالمعروف، و نهيتم عن المنكر، وجاهدتم في الله حق جهاده، حتى أعلنتم دعوته، وبينتم فرائضه وأقمتم حدوده، ونشرتم (1) شرايع أحكامه، وسننتم سنته، وصرتم في ذلك منه إلى الرضا، وسلمتم له القضاء، وصدقتم من رسله من مضى. فالراغب عنكم مارق، واللازم لكم لاحق، والمقصر في حقكم زاهق والحق معكم وفيكم ومنكم وإليكم وأنتم أهله ومعدنه، وميراث النبوة عندكم وإياب الخلق إليكم، وحسابهم عليكم، وفصل الخطاب عندكم، وآيات الله لديكم، وعزائمه فيكم، ونوره وبرهانه عندكم، وأمره إليكم. من والاكم فقد والى الله، ومن عاداكم فقد عادى الله، ومن أحبكم فقد أحب الله، ومن أبغضكم فقد أبغض الله، ومن اعتصم بكم فقد اعتصم بالله، أنتم السبيل الأعظم، والصراط الأقوم، وشهداء دار الفناء، وشفعاء دار البقاء، و الرحمة الموصولة، والآية المخزونة، والأمانة المحفوظة، والباب المبتلى به الناس. من أتاكم [فقد] نجى، ومن لم يأتكم [فقد] هلك * إلى الله تدعون، وعليه تدلون وبه تؤمنون، وله تسلمون، وبأمره تعملون، وإلى سبيله ترشدون، وبقوله تحكمون، سعد [والله] من والاكم، وهلك من عاداكم، وخاب من جحدكم، وضل من فارقكم، وفاز من تمسك بكم، وأمن من لجأ إليكم، وسلم من صدقكم وهدي من اعتصم بكم، من اتبعكم فالجنة مأواه، ومن خالفكم فالنار مثواه، ومن جحدكم كافر، ومن حاربكم مشرك، ومن رد عليكم في أسفل درك من الجحيم. أشهد أن هذا سابق لكم فيما مضى، وجار لكم فيما بقي، وأن أرواحكم ونوركم وطينتكم واحدة، طابت وطهرت بعضها من بعض، خلقكم الله أنوارا فجعلكم بعرشه محدقين، حتى من علينا بكم، فجعلكم في بيوت أذن الله أن ترفع ويذكر فيها اسمه، وجعل صلواتنا (1) عليكم، وما خصنا به من ولايتكم، طيبا لخلقنا وطهارة لأنفسنا، وتزكية لنا، وكفارة لذنوبنا، فكنا عنده مسلمين (2) بفضلكم، ومعروفين بتصديقنا إياكم. فبلغ الله بكم أشرف محل المكرمين، وأعلى منازل المقربين، وأرفع درجات المرسلين، حيث لا يلحقه لاحق، ولا يفوقه فايق، ولا يسبقه سابق، ولا يطمع في إدراكه طامع، حتى لا يبقى ملك مقرب، ولا نبي مرسل، ولا صديق ولا شهيد ولا عالم، ولا جاهل، ولا دني ولا فاضل، ولا مؤمن صالح ولا فاجر طالح، ولا جبار عنيد، ولا شيطان مريد، ولا خلق فيما بين ذلك شهيد إلا عرفهم جلالة أمركم، وعظم خطركم، وكبر شأنكم، وتمام نوركم، و صدق مقاعدكم، وثبات مقامكم، وشرف محلكم، ومنزلتكم عنده، وكرامتكم عليه، وخاصتكم لديه، وقرب منزلتكم منه. بأبي أنتم وأمي وأهلي ومالي وأسرتي، اشهد الله وأشهدكم أني مؤمن بكم وبما آمنتم به، كافر بعدوكم وبما كفرتم به، مستبصر بشأنكم، وبضلالة من خالفكم موال لكم ولأوليائكم، مبغض لأعدائكم ومعاد لهم، سلم لمن سالمكم و حرب لمن حاربكم، محقق لما حققتم، مبطل لما أبطلتم، مطيع لكم، عارف بحقكم مقر بفضلكم، محتمل لعلمكم، محتجب بذمتكم، معترف بكم، مؤمن بإيابكم، مصدق برجعتكم، منتظر لامركم، مرتقب لدولتكم، آخذ بقولكم، عامل بأمركم مستجير بكم، زائر لكم، عائذ بكم، لائذ بقبوركم، مستشفع إلى الله عز وجل بكم، ومتقرب بكم إليه، ومقدمكم أمام طلبتي وحوائجي وإرادتي، في كل أحوالي وأموري. مؤمن بسركم وعلانيتكم، وشاهدكم وغائبكم، وأولكم وآخركم، ومفوض في ذلك كله إليكم، ومسلم فيه معكم، وقلبي لكم مسلم، ورأيي لكم تبع ونصرتي لكم معدة، حتى يحيي الله تعالى دينه بكم ويردكم في أيامه، ويظهركم لعدله، ويمكنكم في أرضه. فمعكم معكم لا مع عدوكم، آمنت بكم، وتوليت آخركم بما توليت به أولكم، وبرئت إلى الله عز وجل من أعدائكم، ومن الجبت والطاغوت والشياطين وحزبهم الظالمين لكم، والجاحدين لحقكم، والمارقين من ولايتكم، والغاصبين لإرثكم، والشاكين فيكم، والمنحرفين عنكم، ومن كل وليجة دونكم، وكل مطاع سواكم، ومن الأئمة الذين يدعون إلى النار. فثبتني الله أبدا ما حييت على موالاتكم، ومحبتكم ودينكم، ووفقني لطاعتكم، ورزقني شفاعتكم، وجعلني من خيار مواليكم، التابعين لما دعوتم إليه وجعلني ممن يقتص آثاركم، ويسلك سبيلكم، ويهتدي بهداكم، ويحشر في زمرتكم، ويكر في رجعتكم، ويملك في دولتكم، ويشرف في عافيتكم، ويمكن في أيامكم، وتقر عينه غدا برؤيتكم. بأبي أنتم وأمي ونفسي وأهلي ومالي، من أراد الله بدأ بكم، ومن وحده قبل عنكم، ومن قصده توجه بكم، موالي لا احصي ثناءكم، ولا أبلغ من المدح كنهكم، ومن الوصف قدركم، وأنتم نور الأخيار، وهداة الأبرار، وحجج الجبار، بكم فتح الله وبكم يختم، وبكم ينزل الغيث، وبكم يمسك السماء أن تقع على الأرض إلا باذنه، وبكم ينفس الهم، وبكم يكشف الضر، وعندكم ما نزلت به رسله، وهبطت به ملائكته، وإلى جدكم بعث الروح الأمين. وإن كانت الزيارة لأمير المؤمنين فقل: \" وإلى أخيك بعث الروح الأمين \" آتاكم الله ما لم يؤت أحدا من العالمين، طأطأ كل شريف لشرفكم، وبخع (1) كل متكبر لطاعتكم، وخضع كل جبار لفضلكم، وذل كل شئ لكم، وأشرقت الأرض بنوركم وفاز الفائزون بولايتكم، بكم يسلك إلى الرضوان، وعلى من جحد ولايتكم غضب الرحمان. بأبي أنتم وأمي ونفسي وأهلي ومالي، ذكركم في الذاكرين، وأسماؤكم في الأسماء، وأجسادكم في الأجساد، وأرواحكم في الأرواح، وأنفسكم في النفوس، وآثاركم في الآثار، وقبوركم في القبور، فما أحلى أسماءكم، وأكرم أنفسكم، وأعظم شأنكم، وأجل خطركم، وأوفى عهدكم، وأصدق وعدكم. كلامكم نور، وأمركم رشد، ووصيتكم التقوى، وفعلكم الخير، وعادتكم الاحسان، وسجيتكم الكرم، وشأنكم الحق والصدق والرفق، وقولكم حكم و حتم، ورأيكم علم وحلم وحزم، إن ذكر الخير كنتم أوله وأصله وفرعه ومعدنه ومأواه ومنتهاه. بأبي أنتم وأمي ونفسي، كيف أصف حسن ثنائكم، وأحصي جميل بلائكم وبكم أخرجنا الله من الذل، وفرج عنا غمرات الكروب، وأنقذنا بكم من شفا جرف الهلكات ومن النار. بأبي أنتم وأمي ونفسي، بموالاتكم علمنا الله معالم ديننا، وأصلح ما كان فسد من دنيانا، وبموالاتكم تمت الكلمة، وعظمت النعمة، وائتلفت الفرقة، و بموالاتكم تقبل الطاعة المفترضة، ولكم المودة الواجبة، والدرجات الرفيعة والمقام المحمود، والمكان المعلوم عند الله عز وجل، والجاه العظيم، والشأن الكبير، والشفاعة المقبولة. ربنا آمنا بما أنزلت واتبعنا الرسول فاكتبنا مع الشاهدين، ربنا لا تزغ قلوبنا بعد إذ هديتنا، وهب لنا من لدنك رحمة، إنك أنت الوهاب، سبحان ربنا إن كان وعد ربنا لمفعولا. يا ولي الله إن بيني وبين الله عز وجل ذنوبا لا يأتي عليها إلا (1) رضاكم، فبحق من ائتمنكم على سره، واسترعاكم أمر خلقه، وقرن طاعتكم بطاعته، لما استوهبتم ذنوبي، وكنتم شفعائي، فاني لكم مطيع، من أطاعكم فقد أطاع الله، ومن عصاكم فقد عصى الله، ومن أحبكم فقد أحب الله، ومن أبغضكم فقد أبغض الله. اللهم إني لو وجدت شفعاء أقرب إليك من محمد وأهل بيته الأخيار الأئمة الأبرار، لجعلتهم شفعائي، فبحقهم الذي أوجبت لهم عليك، أسألك أن تدخلني في جملة العارفين بهم وبحقهم، وفي زمرة المرحومين بشفاعتهم، إنك أرحم الراحمين، وصلى الله على محمد وآله الطاهرين، وسلم تسليما كثيرا، وحسبنا الله ونعم الوكيل (2). (الوداع) إذا أردت الانصراف فقل: السلام عليكم سلام مودع، لا سئم ولا قال ولا مال، ورحمة الله وبركاته عليكم يا أهل بيت النبوة إنه حميد مجيد، سلام ولي غير راغب عنكم، ولا مستبدل بكم ولا مؤثر عليكم، ولا منحرف عنكم، ولا زاهد في قربكم، لا جعله الله آخر العهد من زيارة قبوركم، وإتيان مشاهدكم والسلام عليكم، وحشرني الله في زمرتكم، وأوردني حوضكم، وجعلني من حزبكم وأرضاكم عني، ومكنني من دولتكم، وأحياني في رجعتكم، وملكني في أيامكم وشكر سعي بكم، وغفر ذنبي بشفاعتكم، وأقال عثرتي بمحبتكم (3) وأعلى كعبي بموالاتكم، وشرفني بطاعتكم، وأعزني بهداكم، وجعلني ممن أنقلب مفلحا منجحا، غانما سالما، معافا غنيا، فائزا برضوان الله وفضله وكفايته، بأفضل ما ينقلب به أحد من زواركم ومواليكم ومحبيكم وشيعتكم، ورزقني الله العود ثم العود أبدا ما أبقاني ربي، بنية صادقة، وإيمان وتقوى وإخبات، ورزق واسع حلال طيب. اللهم لا تجعله آخر العهد من زيارتهم وذكرهم، والصلاة عليهم، وأوجب لي المغفرة والرحمة والخير والبركة والتقوى والفوز والنور والايمان، و حسن الإجابة، كما أوجبت لأوليائك العارفين بحقهم، الموجبين طاعتهم، والراغبين في زيارتهم المتقربين إليك وإليهم. بأبي أنتم وأمي ونفسي وأهلي ومالي، اجعلوني في همكم، وصيروني في حزبكم، وأدخلوني في شفاعتكم، واذكروني عند ربكم، اللهم صل على محمد وآل محمد، وأبلغ أرواحهم وأجسادهم مني السلام، والسلام عليه وعليهم ورحمة الله وبركاته، وصلى الله على محمد وآله وسلم كثيرا، وحسبنا الله ونعم الوكيل ."
  },
  {
      "id": 2,
      "title": "زيارة عاشوراء",
      "text": "قال صالح بن عقبة الجهني وسيف بن عميرة: قال علقمة بن محمد الحضرمي: فقلت لأبي جعفر عليه السلام علمني دعاء أدعو به في ذلك اليوم إذا أنا زرته من قريب، ودعاء أدعو به إذا لم أزره من قريب وأو مات إليه من بعد البلاد ومن داري. قال فقال: يا علقمة إذا أنت صليت الركعتين بعد أن تؤمي إليه بالسلام وقلت عند الايماء إليه وبعد الركعتين هذا القول فإنك إذا قلت ذلك فقد دعوت بما يدعو به من زاره من الملائكة وكتب الله لك بها ألف ألف حسنة ومحا عنك ألف ألف سيئة، ورفع لك مائة ألف ألف درجة وكنت كمن استشهد مع الحسين بن علي عليه السلام حتى تشاركهم في درجاتهم لا تعرف إلا في الشهداء الذين استشهدوا معه، وكتب لك ثواب كل نبي ورسول، وزيارة كل من زار الحسين بن علي عليهما السلام منذ يوم قتل صلوات الله عليه تقول: السلام عليك يا أبا عبد الله، السلام عليك يا ابن رسول الله (السلام عليك يا خيرة الله وابن خيرته) السلام عليك يا ابن أمير المؤمنين وابن سيد الوصيين السلام عليك يا ابن فاطمة سيدة النساء، السلام عليك يا ثار الله وابن ثاره والوتر الموتور، السلام عليك وعلى الأرواح التي حلت بفنائك، عليكم مني جميعا \" سلام الله أبدا \" ما بقيت وبقي الليل والنهار. يا أبا عبد الله لقد عظمت المصيبة بك علينا وعلى جميع أهل السماوات فلعن الله أمة أسست أساس الظلم والجور عليكم أهل البيت، ولعن الله أمة دفعتكم عن مقامكم، وأزالتكم عن مراتبكم التي رتبكم الله فيها، ولعن الله أمة قتلتك ولعن الله الممهدين لهم بالتمكين من قتالكم. يا أبا عبد الله إني سلم لمن سالمكم، وحرب لمن حاربكم إلى يوم القيامة فلعن الله آل زياد وآل مروان، ولعن الله بني أمية قاطبة، ولعن الله ابن مرجانة ولعن الله عمر بن سعد، ولعن الله شمرا \"، ولعن الله أمة أسرجت وألجمت و تهيأت لقتالك. يا أبا عبد الله، بأبي أنت وأمي لقد عظم مصابي بك، فأسأل الله الذي أكرم مقامك أن يكرمني بك، ويرزقني طلب ثارك مع إمام منصور من آل محمد صلى الله عليه وآله. اللهم اجعلني وجيها بالحسين عليه السلام عندك في الدنيا والآخرة، يا سيدي يا أبا عبد الله إني أتقرب إلى الله، وإلى رسوله، وإلى أمير المؤمنين، وإلى فاطمة وإلى الحسن، وإليك صلى الله عليك وسلم بموالاتك، والبراءة ممن قاتلك و نصب لك الحرب ومن جميع أعدائكم، وبالبراءة ممن أسس الجور وبنى عليه بنيانه وأجرى ظلمه وجوره عليكم وعلى أشياعكم، برئت إلى الله وإليكم منهم وأتقرب إلى الله ثم إليكم بموالاتكم وموالاة وليكم، والبراءة من أعدائكم، و من الناصبين لكم الحرب، والبراءة من أشياعهم وأتباعهم، إني سلم لمن سالمكم وحرب لمن حاربكم، موال لمن والاكم، وعدو لمن عاداكم. فأسأل الله الذي أكرمني بمعرفتكم ومعرفة أوليائكم ورزقني البراءة من أعدائكم، أن يجعلني معكم في الدنيا والآخرة، وأسأله أن يبلغني المقام المحمود لكم عند الله، وأن يرزقني طلب ثار كم مع إمام مهدي ناطق لكم. وأسأل الله بحقكم و بالشأن الذي لكم عنده، أن يعطيني بمصابي بكم أفضل ما أعطى مصابا بمصيبة، أقول إنا لله وإنا إليه راجعون، يا لها من مصيبة ما أعظمها وأعظم رزيتها في الاسلام وفي جميع السماوات والأرضين. اللهم اجعلني في مقامي هذا ممن تناله منك صلوات ورحمة ومغفرة، اللهم اجعل محياي محيا محمد وآل محمد، ومماتي ممات محمد وآل محمد صلى الله عليه وآله. اللهم إن هذا يوم تنزل فيه اللعنة على آل زياد وآل أمية وابن آكلة الأكباد، اللعين بن اللعين على لسان نبيك في كل موطن وموقف وقف فيه نبيك صلى الله عليه وآله، اللهم العن أبا سفيان ومعاوية، وعلى يزيد بن معاوية اللعنة أبد الآبدين، اللهم فضاعف عليهم اللعنة أبدا \" لقتلهم الحسين. اللهم إني أتقرب إليك في هذا اليوم وفي موقفي هذا وأيام حياتي بالبراءة منهم، وباللعن عليهم، وبالموالاة لنبيك وأهل بيت نبيك صلى الله عليه وآله. ثم تقول مائة مرة: اللهم العن أول ظالم ظلم حق محمد وآل محمد وآخر تابع له على ذلك، اللهم العن العصابة التي حاربت الحسين عليه السلام وشايعت وبايعت على قتله وقتل أنصاره، اللهم العنهم جميعا \". ثم قل مائة مرة: السلام عليك يا أبا عبد الله وعلى الأرواح التي حلت بفنائك وأناخت برحلك عليكم مني سلام الله أبدا \" ما بقيت وبقي الليل والنهار ولا جعله الله آخر العهد من زيارتكم، السلام على الحسين وعلى علي بن الحسين وأصحاب الحسين صلوات الله عليهم أجمعين. ثم تقول مرة واحدة: اللهم خص أول ظالم ظلم آل نبيك باللعن، ثم العن أعداء آل محمد من الأولين والآخرين، اللهم العن يزيد وأباه، والعن عبيد الله بن زياد، وآل مروان وبني أمية قاطبة إلى يوم القيامة. ثم تسجد سجدة تقول فيها: اللهم لك الحمد حمد الشاكرين على مصابهم الحمد لله على عظيم رزيتي فيهم، اللهم ارزقني شفاعة الحسين يوم الورود، وثبت لي قدم صدق عندك مع الحسين وأصحاب الحسين، الذين بذلوا مهجهم دون الحسين عليه السلام. قال: يا علقمة إن استطعت أن تزوره، في كل يوم بهذه الزيارة من دهرك فافعل فلك ثواب جميع ذلك إنشاء الله تعالى ."
  },
  {
      "id": 3,
      "title": "زيارة اميين الله",
      "text": "حدثني أبو علي أحمد بن علي بن مهدي، قال: حدثني أبي علي مهدي بن صدقة الرقي، قال: حدثني علي بن موسى، قال: حدثني أبي موسى بن جعفر (عليهما السلام)، عن أبيه جعفر (عليه السلام)، قال: زار زين العابدين علي بن الحسين (عليهما السلام) قبر أمير المؤمنين علي بن أبي طالب (عليه السلام) ووقف على القبر، فبكي ثم قال: السلام عليك يا أمير المؤمنين ورحمة الله وبركاته، السلام عليك يا امين الله في ارضه وحجته على عباده، اشهد انك جاهدت في الله حق جهاده، وعملت بكتابه، واتبعت سنن نبيه صلى الله عليه وآله، حتى دعاك الله إلى جواره، وقبضك إليه باختياره، والزم أعداءك الحجة في قتلهم إياك، مع ما لك من الحجج البالغة على جميع خلقه. اللهم فاجعل نفسي مطمئنة بقدرك، راضية بقضائك، مولعة بذكرك ودعائك، محبة لصفوة (1) أوليائك، محبوبة في ارضك وسمائك، صابرة على نزول بلائك، شاكرة لفواضل نعمائك، ذاكرة لسوابغ آلائك، مشتاقة إلى فرحة لقائك، متزودة التقوي ليوم جزائك، مستنة بسنن أوليائك، مفارقة لا خلاق أعدائك، مشغولة عن الدنيا بحمدك وثنائك. ثم وضع خده على القبر، وقال: اللهم ان قلوب المخبتين إليك والهة (1)، وسبل الراغبين إليك شارعة، واعلام القاصدين إليك واضحة، وأفئدة العارفين منك فازعة، وأصوات الداعين إليك صاعدة، وأبواب الإجابة لهم مفتحة، ودعوة من ناجاك مستجابة. وتوبة من أناب إليك مقبولة، وعبرة من بكى من خوفك مرحومة، والا عانة لمن استعان بك موجودة، والإغاثة لمن استغاث بك مبذولة، وعداتك (2) لعبادك منجزة. وزلل من استقالك (3) مقالة، واعمال العاملين لديك محفوظة، وأرزاقك إلى الخلائق (4) من لدنك نازلة، وعوائد المزيد لهم متواترة (5)، وذنوب المستغفرين مغفورة، وحوائج خلقك عندك مقضية، وجوائز السائلين عندك موفرة (6)، وعوائد المزيد إليهم واصلة، وموائد المستطعمين معدة، ومناهل الظمأ (1) مترعة (2). اللهم فاستجب دعائي، واقبل ثنائي، وأعطني جزائي، واجمع بيني وبين أوليائي بحق محمد وعلي وفاطمة والحسن والحسين، انك ولي نعمائي، ومنتهى رجائي، وغاية مناي في منقلبي ومثواي. أنت إلهي وسيدي ومولاي اغفر لأوليائنا، وكف عنا أعداءنا، واشغلهم عن اذانا، واظهر كلمة الحق واجعلها العليا، وادحض (3) كلمة الباطل واجعلها السفلى، انك على كل شي قدير (4)."
  },
  {
      "id": 4,
      "title": "زيارة ال ياسين",
      "text": "وعن محمد بن عبد الله بن جعفر الحميري أنه قال: خرج توقيع من الناحية المقدسة - حرسها الله تعالى، بعد المسائل: بسم الله الرحمن الرحيم، لا لأمر الله تعقلون، ولا من أوليائه تقبلون \" حكمة بالغة، فما تغني النذر عن قوم لا يؤمنون \" السلام علينا وعلى عباد الله الصالحين إذا أردتم التوجه بنا إلى الله تعالى وإلينا، فقولوا كما قال الله تعالى \" سلام على آل يس، السلام عليك يا داعي الله، ورباني آياته، السلام عليك يا باب الله وديان دينه، السلام عليك يا خليفة الله وناصر حقه، السلام عليك يا حجة الله ودليل، إرادته السلام عليك يا تالي كتاب الله وترجمانه، السلام عليك في آناء ليلك وأطراف نهارك السلام عليك يا بقية الله في أرضه. السلام عليك يا ميثاق الله الذي أخذه ووكده. السلام عليك يا وعد الله الذي ضمنه. السلام عليك أيها العلم المنصوب، والعلم المصبوب، والغوث والرحمة الواسعة وعد غير مكذوب، السلام عليك حين تقوم، السلام عليك حين تقعد، السلام عليك حين تقرأ وتبين. السلام عليك حين تصلي وتقنت، السلام عليك حين تركع وتسجد، السلام عليك حين تحمد وتستغفر، السلام عليك حين تهلل وتكبر، السلام عليك حين تصبح وتمسي، السلام عليك في الليل إذا يغشى والنهار إذا تجلى. السلام عليك أيها الإمام المأمون، السلام عليك أيها المقدم المأمول، السلام عليك بجوامع السلام. أشهد موالي أني أشهدك يا مولاي أني أشهد أن لا إله إلا الله وحده لا شريك له وأن محمدا عبده ورسوله، لا حبيب إلا هو وأهله، وأشهدك أن أمير المؤمنين حجته، والحسن حجته، والحسين حجته، وعلي بن الحسين حجته، ومحمد بن علي حجته، وجعفر بن محمد حجته، وموسى بن جعفر حجته، وعلي بن موسى حجته ومحمد بن علي حجته، وعلي بن محمد حجته، والحسن بن علي حجته. وأشهد أنك حجة الله، أنتم الأول والآخر، وأن رجعتكم حق لا ريب فيها، يوم لا ينفع نفسا إيمانها لم تكن آمنت من قبل أو كسبت في إيمانها خيرا وأن الموت حق، وأن ناكرا ونكيرا حق. وأشهد أن النشر والبعث حق، وأن الصراط والمرصاد حق، والميزان والحساب حق، والجنة والنار حق، والوعد والوعيد بهما حق. يا مولاي شقي من خالفكم، وسعد من أطاعكم، فأشهد على ما أشهدتك عليه وأنا ولي لك، برئ من عدوك، فالحق ما رضيتموه، والباطل ما سخطتموه والمعروف ما أمرتم به، والمنكر ما نهيتم عنه، فنفسي مؤمنة بالله وحده لا شريك له وبرسوله وبأمير المؤمنين وبكم يا مولاي أولكم وآخركم، ونصرتي معدة لكم ومودتي خالصة لكم. آمين آمين. الدعاء عقيب هذا القول: اللهم إني أسألك أن تصلي على محمد نبي رحمتك، وكلمة نورك، وأن تملأ قلبي نور اليقين، وصدري نور الايمان، وفكري نور الثبات، وعزمي نور العلم وقوتي نور العمل، ولساني نور الصدق، وديني نور البصائر من عندك، وبصري نور الضياء، وسمعي نور الحكمة، ومودتي نور الموالاة لمحمد وآله عليهم السلام حتى ألقاك وقد وفيت بعهدك وميثاقك، فتغشيني رحمتك يا ولي يا حميد. اللهم صل على محمد بن الحسن حجتك في أرضك، وخليفتك في بلادك والداعي إلى سبيلك، والقائم بقسطك، والسائر بأمرك، ولي المؤمنين، وبوار الكافرين، ومجلي الظلمة، ومنير الحق، والناطق بالحكمة والصدق، وكلمتك التامة في أرضك، المرتقب الخائف، والولي الناصح، سفينة النجاة، وعلم الهدى ونور أبصار الورى، وخير من تقمص وارتدى، ومجلي الغمات، الذي يملأ الأرض عدلا وقسطا كما ملئت ظلما وجورا إنك على كل شئ قدير. اللهم صل على وليك وابن أوليائك، الذين فرضت طاعتهم، وأوجبت حقهم، وأذهبت عنهم الرجس وطهرتهم تطهيرا. اللهم انصره وانتصر به لدينك، وانصر به أولياءك وأولياءه وشيعته وأنصاره واجعلنا منهم. اللهم أعذه من شر كل باغ وطاغ، ومن شر جميع خلقك، واحفظه من بين يديه ومن خلفه وعن يمينه وعن شماله، واحرسه وامنعه من أن يوصل إليه بسوء واحفظ فيه رسولك وآل رسولك، وأظهر به العدل، وأيده بالنصر، وانصر ناصريه واخذل خاذليه، واقصم به جبابرة الكفر، واقتل به الكفار والمنافقين، وجميع الملحدين، حيث كانوا من مشارق الأرض ومغاربها برها وبحرها، واملأ به الأرض عدلا، وأظهر به دين نبيك محمد، واجعلني اللهم من أنصاره وأعوانه وأتباعه وشيعته، وأرني في آل محمد عليهم السلام ما يأملون، وفي عدوهم ما يحذرون، إله الحق آمين، يا ذا الجلال والاكرام يا ارحم الراحمين."
  },
  {
      "id": 5,
      "title": "زيارة وارث",
      "text": "لمصباحين: روى لنا جماعة عن أبي عبد الله محمد بن أحمد بن عبد الله بن قضاعة ابن صفوان بن مهران الجمال، عن أبيه، عن جده، عن صفوان قال: استأذنت الصادق عليه السلام لزيارة مولاي الحسين عليه السلام وسألته أن يعرفني ما أعمل عليه فقال: يا صفوان صم ثلاثة أيام قبل خروجك واغتسل في اليوم الثالث. ثم أجمع إليك أهلك ثم قل: اللهم إني استودعت اليوم نفسي وأهلي و مالي وولدي ومن كان مني بسبيل، الشاهد منهم والغائب، اللهم صل على محمد وآل محمد واحفظنا بحفظ الايمان واحفظ علينا، اللهم اجعلنا في حرزك، ولا تسلبنا نعمتك، ولا تغير ما بنا من عافيتك، وزدنا من فضلك، إنا إليك راغبون اللهم إني أعوذ بك من وعثاء السفر ومن كآبة المنقلب، ومن سوء المنظر في النفس والأهل والمال والولد، اللهم ارزقنا حلاوة الايمان وبرد المغفرة و آمنا من عذابك، إنا إليك راغبون، وآتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار، وآتنا من لدنك رحمة إنك على كل شئ قدير. فإذا أتيت الفرات يعني شريعة الصادق عليه السلام بالعلقمي فقل: اللهم أنت خير من وفدت إليه الرجال، وأنت سيدي أكرم مقصود، وأفضل مزور، وقد جعلت لكل زائر كرامة، ولكل وافد تحفة، فأسئلك أن تجعل تحفتك إياي فكاك رقبتي من النار، وقد قصدت وليك وابن نبيك، وصفيك وابن صفيك ونجيبك وابن نجيبك، وحبيبك وابن حبيبك، اللهم فاشكر سعيي وارحم مسيري إليك بغير من مني عليك، بل لك المن على، إذ جعلت لي السبيل إلى زيارته، وعرفتني فضله، وحفظتني في الليل والنهار حتى بلغتني هذا المكان، اللهم فلك الحمد على نعمائك كلها ولك الشكر على مننك كلها. ثم اغتسل من الفرات فان أبي حدثني عن آبائه عليهم السلام قال: قال رسول الله صلى الله عليه وآله: إن ابني هذا الحسين يقتل بعدي على شاطئ الفرات، فمن زاره واغتسل من الفرات تساقطت خطاياه كهيئة يوم ولدته أمه، فإذا اغتسلت فقل في غسلك، بسم الله وبالله اللهم اجعله نورا \" وطهورا \" وحرزا \" وشفاء من كل داء وآفة وسقم و عاهة، اللهم طهر به قلبي واشرح به صدري وسهل به أمري. فإذا فرغت من غسلك فالبس ثوبين طاهرين وصل ركعتين خارج المشرعة وهو المكان الذي قال الله تعالى: \" وفي الأرض قطع متجاورات وجنات من أعناب وزرع ونخيل صنوان وغير صنوان يسقى بماء واحد ونفضل بعضها على بعض في الاكل \" فإذا فرغت من صلاتك فتوجه نحو الحائر وعليك السكينة والوقار و قصر خطاك، فان الله تعالى يكتب لك بكل خطوة حجة وعمرة، وسر خاشعا \" باكية عينك، وأكثر من التكبير والتهليل والثناء على الله عز وجل والصلاة على نبيه صلى الله عليه وآله، والصلاة على الحسين خاصة، ولعن من قتله، والبراءة ممن أسس ذلك عليه. فإذا أتيت باب الحاير فقف وقل: الله أكبر كبيرا \" والحمد لله كثيرا \"، وسبحان الله بكرة وأصيلا \"، الحمد لله الذي هدانا لهذا وما كنا لنهتدي لولا أن هدانا الله، لقد جاءت رسل ربنا بالحق. ثم قل: السلام عليك يا رسول الله، السلام عليك يا نبي الله، السلام عليك يا خاتم النبيين، السلام عليك يا سيد المرسلين، السلام عليك يا حبيب الله، السلام عليك يا أمير المؤمنين، السلام عليك يا سيد الوصيين، السلام عليك يا قائد الغر المحجلين، السلام عليك يا ابن فاطمة سيدة نساء العالمين، السلام عليك وعلى الأئمة من ولدك، السلام عليك يا وصي أمير المؤمنين، السلام عليك أيها الصديق الشهيد، السلام عليكم يا ملائكة الله المقيمين في هذا المقام الشريف، السلام عليكم يا ملائكة ربي المحدقين بقبر الحسين، السلام عليكم مني أبدا \" ما بقيت وبقي الليل والنهار. ثم تقول: السلام عليك يا أبا عبد الله، السلام عليك يا ابن رسول الله، السلام عليك يا ابن أمير المؤمنين، عبدك وابن عبدك، وابن أمتك، المقر بالرق والتارك للخلاف عليكم، والموالي لوليكم، والمعادي لعدوكم قصد حرمك واستجار بمشهدك، وتقرب إليك بقصدك، أأدخل يا سيد الوصيين، أأدخل يا فاطمة سيدة نساء العالمين، أأدخل يا مولاي يا أبا عبد الله، أأدخل يا مولاي يا ابن رسول الله. فان خشع قلبك ودمعت عينك فهو علامة الاذن فادخل ثم قل: الحمد لله الواحد الأحد الفرد الصمد، الذي هداني لولايتك، وخصني بزيارتك، وسهل لي قصدك. ثم تأتي باب القبة وقف من حيث يلي الرأس وقل: السلام عليك يا وارث آدم صفوة الله، السلام عليك يا وارث نوح نبي الله، السلام عليك يا وارث إبراهيم خليل الله، السلام عليك يا وارث موسى كليم الله، السلام عليك يا وارث عيسى روح الله، السلام عليك يا وارث محمد حبيب الله، السلام عليك يا وارث أمير المؤمنين ولي الله، السلام عليك يا ابن محمد المصطفى السلام عليك يا ابن علي المرتضى، السلام عليك يا ابن فاطمة الزهراء السلام عليك يا ابن خديجة الكبرى، السلام عليك يا ثار الله وابن ثاره، والوتر الموتور، أشهد أنك قد أقمت الصلاة، وآتيت الزكاة، وأمرت بالمعروف ونهيت عن المنكر، وأطعت الله ورسوله، حتى أتاك اليقين، فلعن الله أمة قتلتك ولعن الله أمة ظلمتك، ولعن الله أمة سمعت بذلك فرضيت به. يا مولاي يا أبا عبد الله! أشهد أنك كنت نورا \" في الأصلاب الشامخة، والأرحام المطهرة، لم تنجسك الجاهلية بأنجاسها ولم تلبسك مدلهمات ثيابها، وأشهد أنك من دعائم الدين، وأركان المؤمنين، وأشهد أنك الامام البر التقي الرضي الزكي الهادي المهدي، وأشهد أن الأئمة من ولدك كلمة التقوى وأعلام الهدى والعروة الوثقى، والحجة على أهل الدنيا، واشهد الله وملائكته وأنبياءه و رسله أني بكم مؤمن، وبإيابكم موقن، بشرايع ديني وخواتيم عملي، وقلبي لقلبكم سلم، وأمري لامركم متبع، صلوات الله عليكم وعلى أرواحكم وعلى أجسادكم وعلى شاهدكم وعلى غائبكم وعلى ظاهركم وعلى باطنكم. ثم انكب على القبر وقبله وقل: بأبي أنت وأمي يا ابن رسول الله، بأبي أنت وأمي يا أبا عبد الله، لقد عظمت الرزية، وجلت المصيبة بك علينا و على جميع أهل السماوات والأرض فلعن الله أمة أسرجت وألجمت وتهيأت لقتالك، يا مولاي يا أبا عبد الله قصدت حرمك، وأتيت إلى مشهدك، أسأل الله بالشأن الذي لك عنده، وبالمحل الذي لك لديه، أن يصلي على محمد وآل محمد وأن يجعلني معكم في الدنيا والآخرة. ثم قم فصل ركعتين عند الرأس اقرأ فيهما ما أحببت، فإذا فرغت من صلاتك فقل: اللهم إني صليت وركعت وسجدت لك وحدك لا شريك لك، لأن الصلاة والركوع والسجود لا تكون إلا لك لأنك أنت الله لا إله إلا أنت، اللهم صل على محمد وآل محمد، وأبلغهم عني أفضل الصلاة والتحية، واردد علي منهم السلام اللهم فهاتان الركعتان هدية مني إلى مولاي الحسين بن علي عليهما السلام اللهم صل على محمد وآله وتقبلها مني، واجزني على ذلك بأفضل أملي ورجائي فيك وفي وليك يا ولي المؤمنين. ثم قم وصر إلى عند رجلي القبر وقف عند رأس علي بن الحسين عليه السلام وقل: السلام عليك يا ابن رسول الله، السلام عليك يا ابن نبي الله، السلام عليك يا ابن أمير - المؤمنين، السلام عليك يا ابن الحسين الشهيد، السلام عليك أيها الشهيد وابن الشهيد السلام عليك أيها المظلوم وابن المظلوم، لعن الله أمة قتلتك، ولعن الله أمة ظلمتك، ولعن الله أمة سمعت بذلك فرضيت به. ثم انكب على القبر وقبله وقل: السلام عليك يا ولي الله وابن وليه، لقد عظمت المصيبة وجلت الرزية، بك علينا وعلى جميع المسلمين، فلعن الله أمة قتلتك، وأبرء إلى الله وإليك منهم. ثم اخرج من الباب الذي عند رجلي علي بن الحسين عليهما السلام ثم توجه إلى الشهداء وقل: السلام عليكم يا أولياء الله وأحباءه، السلام عليكم يا أصفياء الله وأوداءه، السلام عليكم يا أنصار دين الله، السلام عليكم يا أنصار رسول الله، السلام عليكم يا أنصار أمير المؤمنين، السلام عليكم يا أنصار فاطمة سيدة نساء العالمين، السلام عليكم يا أنصار أبي محمد الحسن بن علي الزكي الناصح، السلام عليكم يا أنصار أبي عبد الله بأبي أنتم وأمي طبتم وطابت الأرض التي فيها دفنتم وفزتم فوزا \" عظيما \" فيا ليتني كنت معكم فأفوز معكم. ثم عد إلى عند رأس الحسين عليه السلام وأكثر من الدعاء لك ولأهلك ولوالديك ولاخوانك، فإن مشهده لا ترد فيه دعوة داع ولا سؤال سائل، فإذا أردت الخروج فانكب على القبر وقل: السلام عليك يا مولاي، السلام عليك يا حجة الله، السلام عليك يا صفوة الله، السلام عليك يا خاصة الله، السلام عليك يا خالصة الله، السلام عليك يا أمين الله، سلام مودع لا قال ولا سئم، فان أمض فلا عن ملالة، وإن أقم فلا عن سوء ظن بما وعد الله الصابرين، ولا جعله الله يا مولاي آخر العهد مني لزيارتك، ورزقني العود إلى مشهدك، والمقام في حرمك، وإياه أسئل أن يسعدني بك وبالأئمة من ولدك، ويجعلني معكم في الدنيا والآخرة. ثم قم واخرج ولا تول ظهرك وأكثر من قول إنا لله وإنا إليه راجعون حتى تغيب عن القبر. فمن زار الحسين عليه السلام بهذه الزيارة كتب الله عز وجل له بكل خطوة مائة ألف حسنة ومحا عنه مائة ألف سيئة، ورفع له مائة ألف درجة، وقضى له مائة ألف حاجة أسهلها أن يزحزحه عن النار، وكان كمن استشهد مع الحسين عليه السلام حتى يشركهم في درجا ."
  },
  {
      "id": 6,
      "title": "زيارة الناحية المقدسة",
      "text": "إذا أردت زيارته بها في هذا اليوم فقف عليه صلى الله عليه وآله وقل: السلام على آدم صفوة الله من خليقته، السلام على شيث ولي الله وخيرته السلام على إدريس القائم لله بحجته، السلام على نوح المجاب في دعوته، السلام على هود الممدود من الله بمعونته، السلام على صالح الذي توجه لله بكرامته، السلام على إبراهيم الذي حباه الله بخلته، السلام على إسماعيل الذي فداه الله بذبح عظيم من جنته، السلام على إسحاق الذي جعل الله النبوة في ذريته، السلام على يعقوب الذي رد الله عليه بصره برحمته، السلام على يوسف الذي نجاه الله من الجب بعظمته. السلام على موسى الذي فلق الله البحر له بقدرته، السلام على هارون الذي خصه الله بنبوته، السلام على شعيب الذي نصره الله على أمته، السلام على داود الذي تاب الله عليه من خطيئته. السلام على سليمان الذي ذلت له الجن بعزته، السلام على أيوب الذي شفاه الله من علته، السلام على يونس الذي أنجز الله له مضمون عدته، السلام على عزير الذي أحياه الله بعد ميتته، السلام على زكريا الصابر في محنته، السلام على يحيى الذي أزلفه الله بشهادته، السلام على عيسى روح الله وكلمته. السلام على محمد حبيب الله وصفوته، السلام على أمير المؤمنين علي بن أبي طالب المخصوص باخوته، السلام على فاطمة الزهراء ابنته، السلام على أبي محمد الحسن وصي أبيه وخليفته، السلام على الحسين الذي سمحت نفسه بمهجته، السلام على من أطاع الله في سره وعلانيته، السلام على من جعل الله الشفاء في تربته، السلام على من الإجابة تحت قبته، السلام على من الأئمة من ذريته. السلام على ابن خاتم الأنبياء، السلام على ابن سيد الأوصياء، السلام على ابن فاطمة الزهراء، السلام على ابن خديجة الكبرى، السلام على ابن سدرة المنتهى، السلام على ابن جنة المأوى، السلام على ابن زمزم والصفا. السلام على المرمل بالدماء، السلام على المهتوك الخباء، السلام على خامس أصحاب أهل الكساء، السلام على غريب الغرباء، السلام على شهيد الشهداء السلام على قتيل الأدعياء، السلام على ساكن كربلا، السلام على من بكته ملائكة السماء، السلام على من ذريته الأزكياء. السلام على يعسوب الدين، السلام على منازل البراهين، السلام على الأئمة السادات، السلام على الجيوب المضرجات، السلام على الشفاه الذابلات، السلام على النفوس المصطلمات، السلام على الأرواح المختلسات، السلام على الأجساد العاريات، السلام على الجسوم الشاحبات، السلام على الدماء السائلات السلام على الأعضاء المقطعات، السلام على الرؤوس المشالات، السلام على النسوة البارزات. السلام على حجة رب العالمين، السلام عليك وعلى آبائك الطاهرين، السلام عليك وعلى أبنائك المستشهدين، السلام عليك وعلى ذريتك الناصرين، السلام عليك وعلى الملائكة المضاجعين، السلام على القتيل المظلوم، السلام على أخيه المسموم، السلام على علي الكبير، السلام على الرضيع الصغير. السلام على الأبدان السليبة، السلام على العترة القريبة، السلام على المجدلين في الفلوات، السلام على النازحين عن الأوطان، السلام على المدفونين بلا أكفان، السلام على الرؤوس المفرقة عن الأبدان، السلام على المحتسب الصابر السلام على المظلوم بلا ناصر، السلام على ساكن التربة الزاكية، السلام على صاحب القبة السامية. السلام على من طهره الجليل، السلام على من افتخر به جبرئيل، السلام على من ناغاه في المهد ميكائيل، السلام على من نكثت ذمته، السلام على من هتكت حرمته، السلام على من أريق بالظلم دمه، السلام على المغسل بدم الجراح، السلام على المجرع بكاسات الرماح، السلام على المضام المستباح، السلام على المنحور في الورى، السلام على من دفنه أهل القرى. السلام على المقطوع الوتين، السلام على المحامي بلا معين، السلام على الشيب الخضيب، السلام على الخد التريب، السلام على البدن السليب، السلام على الثغر المقروع بالقضيب، السلام على الرأس المرفوع، السلام على الأجسام العارية في الفلوات، تنهشها الذئاب العاديات، وتختلف إليها السباع الضاريات. السلام عليك يا مولاي وعلى الملائكة المرفوفين حول قبتك، الحافين بتربتك، الطائفين بعرصتك، الواردين لزيارتك، السلام عليك فاني قصدت إليك ورجوت الفوز لديك. السلام عليك سلام العارف بحرمتك، المخلص في ولايتك، المتقرب إلى الله بمحبتك، البرئ من أعدائك سلام من قلبه بمصابك مقروح، ودمعه عند ذكرك مسفوح، سلام المفجوع الحزين الواله المستكين، سلام من لو كان معك بالطفوف لوقاك بنفسه حد السيوف، وبذل حشاشته دونك للحتوف، وجاهد بين يديك، ونصرك على من بغى عليك، وفداك بروحه وجسده وماله وولده، وروحه لروحك فداء، وأهله لأهلك وقاء. فلئن أخرتني الدهور، وعاقني عن نصرك المقدور، ولم أكن لمن حاربك محاربا \"، ولمن نصب لك العداوة مناصبا \"، فلأندبنك صباحا \" ومساء، ولأبكين لك بدل الدموع دما \"، حسرة عليك، وتأسفا \" على ما دهاك، وتلهفا \" حتى أموت بلوعة المصاب، وغصة الاكتياب. أشهد أنك قد أقمت الصلاة، وآتيت الزكاة، وأمرت بالمعروف ونهيت عن المنكر والعدوان، وأطعت الله وما عصيته، وتمسكت به وبحبله فأرضيته وخشيته وراقبته واستجبته وسننت السنن، وأطفأت الفتن، ودعوت إلى الرشاد وأوضحت سبل السداد، وجاهدت في الله حق الجهاد. وكنت لله طائعا \"، ولجدك محمد صلى الله عليه وآله تابعا \"، ولقول أبيك سامعا \"، وإلى وصية أخيك مسارعا \"، ولعماد الدين رافعا \"، وللطغيان قامعا \"، وللطغاة مقارعا \"، وللأمة ناصحا \"، وفي غمرات الموت سابحا \"، وللفساق مكافحا \"، وبحجج الله قائما \"، وللاسلام والمسلمين راحما \"، وللحق ناصرا \"، وعند البلاء صابرا \"، وللدين كالئا \"، وعن حوزته مراميا \". تحوط الهدى وتنصره، وتبسط العدل وتنشره، وتنصر الدين وتظهره وتكف العابث وتزجره، وتأخذ للدني من الشريف، وتساوي في الحكم بين القوي والضعيف، كنت ربيع الأيتام، وعصمة الأنام، وعز الاسلام، و معدن الأحكام، وحليف الانعام، سالكا \" طرائق جدك وأبيك، مشبها \" في الوصية لأخيك. وفي الذمم، رضي الشيم، ظاهر الكرم، متهجدا \" في الظلم، قويم الطرائق كريم الخلايق، عظيم السوابق، شريف النسب، منيف الحسب، رفيع الرتب كثير المناقب، محمود الضرائب، جزيل المواهب، حليم رشيد منيب، جواد عليم شديد، إمام شهيد، أواه منيب، حبيب مهيب. كنت للرسول صلى الله عليه وآله ولدا \"، وللقرآن منقدا \" وللأمة عضدا \"، وفي الطاعة مجتهدا \"، حافظا \" للعهد والميثاق، ناكبا \" عن سبل الفساق، وباذلا \" للمجهود، طويل الركوع والسجود. زاهدا \" في الدنيا زهد الراحل عنها، ناظرا \" إليها بعين المستوحشين منها، آمالك عنها مكفوفة، وهمتك عن زينتها مصروفة، وألحاظك عن بهجتها مطروفة ورغبتك في الآخرة معروفة. حتى إذا الجور مد باعه، وأسفر الظلم قناعه ودعا الغي أتباعه، وأنت في حرم جدك قاطن، وللظالمين مباين، جليس البيت والمحراب، معتزل عن اللذات والشهوات، تنكر المنكر بقلبك ولسانك، على حسب طاقتك وإمكانك، ثم اقتضاك العلم للانكار، ولزمك أن تجاهد الفجار، فسرت في أولادك وأهاليك، وشيعتك ومواليك، وصدعت بالحق والبينة، ودعوت إلى الله بالحكمة والموعظة الحسنة وأمرت بإقامة الحدود، والطاعة للمعبود، ونهيت عن الخبائث والطغيان، وواجهوك بالظلم والعدوان. فجاهدتهم بعد الايعاز لهم، وتأكيد الحجة عليهم، فنكثوا ذمامك وبيعتك وأسخطوا ربك وجدك، وبدؤوك بالحرب، فثبت للطعن والضرب، وطحنت جنود الفجار، واقتحمت قسطل الغبار، مجالدا \" بذي الفقار، كأنك علي المختار. فلما رأوك ثابت الجاش، غير خائف ولا خاش، نصبوا لك غوائل مكرهم وقاتلوك بكيدهم وشرهم، وأمر اللعين جنوده، فمنعوك الماء ووروده، وناجزوك الفتال، وعاجلوك النزال، ورشقوك بالسهام والنبال، وبسطوا إليك أكف الاصطلام، ولم يرعوا لك ذماما، ولا راقبوا فيك أثاما \"، في قتلهم أولياءك، ونهبهم رحالك، وأنت مقدم في الهبوات، ومحتمل للأذيات، قد عجبت من صبرك ملائكة السماوات. فأحدقوا بك من كل الجهات، وأثخنوك بالجراح، وحالوا بينك وبين الرواح، ولم يبق لك ناصر، وأنت محتسب صابر، تذب عن نسوتك وأولادك حتى نكسوك عن جوادك، فهويت إلى الأرض جريحا \"، تطؤك الخيول بحوافرها أو تعلوك الطغاة ببواترها. قد رشح للموت جبينك، واختلف بالانقباض والانبساط شمالك ويمينك تدير طرفا \" خفيا \" إلى رحلك وبيتك، وقد شغلت بنفسك عن ولدك وأهاليك وأسرع فرسك شاردا، إلى خيامك قاصدا \"، محمحما \" باكيا \". فلما رأين النساء جوادك مخزيا \"، ونظرن سرجك عليه ملويا \"، برزن من الخدور، ناشرات الشعور، على الخدود لاطمات الوجوه سافرات، وبالعويل داعيات وبعد العز مذللات، وإلى مصرعك مبادرات. والشمر جالس على صدرك، ومولغ سيفه على نحرك، قابض على شيبتك بيده، ذابح لك بمهنده، قد سكنت حواسك، وخفيت أنفاسك، ورفع على القناة رأسك، وسبي أهلك كالعبيد، وصفدوا في الحديد، فوق أقتاب المطيات، تلفح وجوههم حر الهاجرات، يساقون في البراري والفلوات، أيديهم مغلولة إلى الأعناق يطاف بهم في الأسواق. فالويل للعصاة الفساق، لقد قتلوا بقتلك الاسلام، وعطلوا الصلاة والصيام ونقضوا السنن والأحكام، وهدموا قواعد الايمان، وحرفوا آيات القرآن، و هملجوا في البغي والعدوان. لقد أصبح رسول الله صلى الله عليه وآله موتورا \"، وعاد كتاب الله عز وجل مهجورا \" وغودر الحق إذا قهرت مقهورا \"، وفقد بفقدك التكبير والتهليل، والتحريم والتحليل والتنزيل والتأويل، وظهر بعدك التغيير والتبديل، والالحاد والتعطيل، والأهواء والأضاليل، والفتن والأباطيل. فقام ناعيك عند قبر جدك الرسول صلى الله عليه وآله، فنعاك إليه بالدمع الهطول قائلا يا رسول الله قتل سبطك وفتاك، واستبيح أهلك وحماك، وسبيت بعدك ذراريك، و وقع المحذور بعترتك وذويك، فانزعج الرسول، وبكى قلبه المهول، وعزاه بك الملائكة والأنبياء، وفجعت بك أمك الزهراء. واختلفت جنود الملائكة المقربين تعزي أباك أمير المؤمنين، وأقيمت لك المآتم في أعلا عليين، ولطمت عليك الحور العين، وبكت السماء وسكانها والجنان وخزانها، والهضاب وأقطارها، والبحار وحيتانها، والجنان وولدانها والبيت والمقام، والمشعر الحرام، والحل والاحرام. اللهم فبحرمة هذا المكان المنيف، صل على محمد وآل محمد، واحشرني في زمرتهم وأدخلني الجنة بشفاعتهم، اللهم إني أتوسل إليك يا أسرع الحاسبين، ويا أكرم الأكرمين، ويا أحكم الحاكمين، بمحمد خاتم النبيين، رسولك إلى العالمين أجمعين، وبأخيه وابن عمه الأنزع البطين، العالم المكين، على أمير المؤمنين، و بفاطمة سيدة نساء العالمين، وبالحسن الزكي عصمة المتقين. وبأبي عبد الله الحسين أكرم المستشهدين، وبأولاده المقتولين، وبعترته المظلومين، وبعلي بن الحسين زين العابدين، وبمحمد بن علي قبلة الأوابين، وجعفر بن محمد أصدق الصادقين، وموسى بن جعفر مظهر البراهين، وعلي بن موسى ناصر الدين، ومحمد بن علي قدوة المهتدين وعلي بن محمد أزهد الزاهدين، و الحسن بن علي وارث المستخلفين، والحجة على الخلق أجمعين، أن تصلي على محمد وآل محمد الصادقين الأبرين، آل طه ويس، وأن تجعلني في القيامة من الآمنين المطمئنين الفائزين، الفرحين المستبشرين. اللهم اكتبني في المسلمين، وألحقني بالصالحين، واجعل لي لسان صدق في الآخرين، وانصرني على الباغين، واكفني كيد الحاسدين، واصرف عني مكر الماكرين، واقبض عني أيدي الظالمين، واجمع بيني وبين السادة الميامين في أعلا عليين، مع الذين أنعمت عليهم من النبيين، والصديقين والشهداء و الصالحين، برحمتك يا أرحم الراحمين. اللهم إنني أقسم عليك بنبيك المعصوم، وبحكمك المحتوم، ونهيك المكتوم وبهذا القبر الملموم، الموسد في كنفه الامام المعصوم، المقتول المظلوم، أن تكشف ما بي من الغموم، وتصرف عني شر القدر المحتوم، وتجيرني من النار ذات السموم، اللهم جللني بنعمتك، ورضني بقسمك، وتغمدني بجودك وكرمك وباعدني من مكرك ونقمتك. اللهم اعصمني من الزلل، وسددني في القول والعمل، وافسح لي في مدة الاجل، وأعفني من الأوجاع والعلل، وبلغني بموالي وبفضلك أفضل الأمل. اللهم صل على محمد وآل محمد واقبل توبتي، وارحم عبرتي وأقلني عثرتي ونفس كربتي، واغفر لي خطيئتي، وأصلح لي في ذريتي. اللهم لا تدع لي في هذا المشهد المعظم، والمحل المكرم ذنبا إلا غفرته ولا عيبا \" إلا سترته، ولا غما \" إلا كشفته، ولا رزقا \" إلا بسطته، ولا جاها \" إلا عمرته ولا فسادا \" إلا أصلحته، ولا أملا إلا بلغته، ولا دعاء إلا أجبته، ولا مضيقا \" إلا فرجته ولا شملا إلا جمعته، ولا أمرا \" إلا أتممته، ولا مالا \" إلا كثرته، ولا خلقا \" إلا حسنته، ولا إنفاقا \" إلا أخلقته، ولا حالا \" إلا عمرته، ولا حسودا \" إلا قمعته، ولا عدوا \" إلا أرديته، ولا شرا \" إلا كفيته، ولا مرضا \" إلا شفيته، ولا بعيدا \" إلا أدنيته ولا شعثا \" إلا لممته، ولا سؤالا إلا أعطيته، اللهم إني أسئلك خير العاجلة و ثواب الأجلة. اللهم أغنني بحلالك عن الحرام، وبفضلك عن جميع الأنام، اللهم إني أسئلك علما \" نافعا \"، وقلبا \" خاشعا \"، ويقينا \" شافيا \"، وعملا \" زاكيا \" وصبرا \" جميلا \"، وأجرا \" جزيلا \"، اللهم ارزقني شكر نعمتك على، وزد في إحسانك وكرمك إلى، واجعل قولي في الناس مسموعا \"، وعملي عندك مرفوعا \"، وأثرى في الخيرات متبوعا \"، و عدوي مقموعا \". اللهم صل على محمد وآل محمد الأخيار، في آناء الليل وأطراف النهار، و اكفني شر الأشرار، وطهرني من الذنوب والأوزار، وأجرني من النار، و أحلني دار القرار، واغفر لي ولجميع إخواني فيك وأخواتي المؤمنين والمؤمنات برحمتك يا أرحم الراحمين. ثم توجه إلى القبلة وصل ركعتين واقرأ في الأولى سورة الأنبياء وفي الثانية الحشر، واقنت وقل: لا إله إلا الله الحليم الكريم، لا إله إلا الله العلي العظيم، لا إله إلا الله رب السماوات السبع والأرضين السبع، وما فيهن وما بينهن، خلافا \" لأعدائه وتكذيبا \" لمن عدل به، وإقرارا \" لربوبيته، وخضوعا \" لعزته، الأول بغير أول والاخر إلى غير آخر، الظاهر على كل شئ بقدرته، الباطن دون كل شئ بعلمه ولطفه، لا تقف العقول على كنه عظمته، ولا تدرك الأوهام حقيقة ماهيته ولا تتصور الأنفس معاني كيفيته، مطلعا \" على الضماير، عارفا \" بالسراير، يعلم خائنة الأعين وما تخفي الصدور. اللهم إني أشهدك على تصديقي رسولك صلى الله عليه وآله وإيماني به، وعلمي بمنزلته وإني أشهد أنه النبي الذي نطقت الحكمة بفضله، وبشرت الأنبياء به، ودعت إلى الاقرار بما جاء به، وحثث على تصديقه بقوله تعالى: \" الذي يجدونه مكتوبا \" عندهم في التورية والإنجيل يأمرهم بالمعروف وينهيهم عن المنكر ويحل لهم الطيبات ويحرم عليهم الخبائث ويضع عنهم إصرهم والأغلال التي كانت عليهم \". فصل على محمد رسولك إلى الثقلين، وسيد الأنبياء المصطفين، وعلى أخيه وابن عمه، اللذين لم يشركا بك طرفة عين أبدا \"، وعلى فاطمة الزهراء سيدة نساء العالمين، وعلى سيدي شباب أهل الجنة الحسن والحسين، صلاة خالدة الدوام، عدد قطر الرهام، وزنة الجبال والآكام، ما أورق السلام، واختلف الضياء والظلام، وعلى آله الطاهرين، الأئمة المهتدين، الذائدين عن الدين علي ومحمد وجعفر وموسى وعلى ومحمد وعلي والحسن والحجة، القوام بالقسط وسلالة السبط. اللهم إني أسئلك بحق هذا الامام فرجا \" قريبا \"، وصبرا \" جميلا \"، ونصرا \" عزيزا \"، وغنى عن الخلق، وثباتا \" في الهدى، والتوفيق لما تحب وترضى، و رزقا \" واسعا \" حلالا \" طيبا \"، مريئا \" دارا \" سائغا \"، فاضلا \" مفضلا \" صبا \" صبا \"، من غير كد ولا نكد، ولا منة من أحد، وعافية من كل بلاء وسقم ومرض، والشكر على العافية والنعماء، وإذا جاء الموت فاقبضنا على أحسن ما يكون لك طاعة، على ما أمرتنا محافظين، حتى تؤدينا إلى جنات النعيم، برحمتك يا أرحم الراحمين. اللهم صل على محمد وآل محمد وأوحشني من الدنيا وآنسني بالآخرة، فإنه لا يوحش من الدنيا إلا خوفك، ولا يؤنس بالآخرة إلا رجاؤك، اللهم لك الحجة لا عليك، وإليك المشتكى لا منك، فصل على محمد وآله وأعنى على نفسي الظالمة العاصية، وشهوتي الغالبة، واختم لي بالعافية. اللهم إن استغفاري إياك وأنا مصر على ما نهيت قلة حياء، وتركي الاستغفار مع علمي بسعة حلمك تضييع لحق الرجاء، اللهم إن ذنوبي تؤيسني أن أرجوك، وإن علمي بسعة رحمتك يمنعني أن أخشاك، فصل على محمد وآل محمد وصدق رجائي لك، وكذب خوفي منك، وكن لي عند أحسن ظني بك يا أكرم الأكرمين. اللهم صل على محمد وآل محمد وأيدني بالعصمة، وأنطق لساني بالحكمة، واجعلني ممن يندم على ما ضيعه في أمسه، ولا يغبن حظه في يومه، ولا يهم لرزق غده، اللهم إن الغني من استغنى بك وافتقر إليك، والفقير من استغنى بخلقك عنك، فصل على محمد وآل محمد، وأغنني عن خلقك بك، واجعلني ممن لا يبسط كفا إلا إليك. اللهم إن الشقي من قنط وأمامه التوبة ووراءه الرحمة، وإن كنت ضعيف العمل فاني في رحمتك قوي الأمل، فهب لي ضعف عملي لقوة أملي. اللهم إن كنت تعلم أن ما في عبادك من هو أقسى قلبا \" مني وأعظم مني ذنبا \" فاني أعلم أنه لا مولى أعظم منك طولا \"، وأوسع رحمة وعفوا \"، فيا من هو أوحد في رحمة، اغفر لمن ليس بأوحد في خطيئته. اللهم إنك أمرتنا فعصينا، ونهيت فما انتهينا، وذكرت فتناسينا، و بصرت فتعامينا، وحذرت فتعدينا، وما كان ذلك جزاء إحسانك إلينا، وأنت أعلم بما أعلنا وأخفينا، وأخبر بما نأتي وما أتينا، فصل على محمد وآل محمد ولا تؤاخذنا بما أخطأنا ونسينا، وهب لنا حقوقك لدينا، وأتم إحسانك إلينا، وأسبل رحمتك علينا. اللهم إنا نتوسل إليك بهذا الصديق الامام، ونسئلك بالحق الذي جعلته له ولجده رسولك ولأبويه على وفاطمة، أهل بيت الرحمة، إدرار الرزق الذي به قوام حياتنا، وصلاح أحوال عيالنا، فأنت الكريم الذي تعطي من سعة، و تمنع من قدرة، ونحن نسئلك من الرزق ما يكون صلاحا \" للدنيا، وبلاغا \" للآخرة. اللهم صل على محمد وآل محمد، واغفر لنا ولوالدينا، ولجميع المؤمنين و المؤمنات، والمسلمين والمسلمات، الأحياء منهم والأموات، وآتنا في الدنيا حسنة وفي الآخرة حسنة وقنا عذاب النار. ثم تركع وتسجد وتجلس وتتشهد وتسلم فإذا سبحت فعفر خديك وقل: سبحان الله والحمد لله ولا إله إلا الله والله أكبر أربعين مرة. واسئل الله العصمة والنجاة والمغفرة والتوفيق بحسن العمل والقبول لما تتقرب به إليه وتبتغي به وجهه وقف عند الرأس ثم صل ركعتين على ما تقدم. ثم انكب على القبر وقبله وقل: زاد الله في شرفكم، والسلام عليكم ورحمة الله وبركاته. وادع لنفسك ولوالديك ولمن أردت."
  },
  {
      "id": 7,
      "title": "زيارة جامعة للبعيد في كل يوم لا سيما يوم عرفة",
      "text": "في أدعية عرفة من كتاب الاقبال (2) زيارة جامعة للبعيد مروية عن الصادق عليه السلام ينبغي زيارتهم عليهم السلام بها في كل يوم لا سيما يوم عرفة: السلام عليك يا رسول الله، السلام عليك يا نبي الله، السلام عليك يا خيرة الله من خلقه وأمينه على وحيه، السلام عليك يا مولاي يا أمير المؤمنين، السلام عليك يا مولاي أنت حجة الله على خلقه وباب علمه ووصي نبيه والخليفة من بعده في أمته، لعن الله أمة غصبتك حقك وقعدت مقعدك، أنا برئ منهم ومن شيعتهم إليك. السلام عليك يا فاطمة البتول، السلام عليك يا زين نساء العالمين، السلام عليك يا بنت رسول العالمين صلى الله عليك وعليه، السلام عليك يا أم الحسن والحسين لعن الله أمة غصبتك حقك ومنعتك ما جعل الله لك، أنا برئ إليك منهم ومن شيعتهم. السلام عليك يا مولاي يا أبا محمد الحسن الزكي، السلام عليك يا مولاي، لعن الله أمة قتلتك، وبايعت في أمرك وشايعت، أنا برئ إليك منهم ومن شيعتهم. السلام عليك يا مولاي يا أبا عبد الله الحسين بن علي، صلوات الله عليك وعلى أبيك وجدك محمد صلى الله عليه وآله، لعن الله أمة استحلت دمك، ولعن الله أمة قتلتك، و استباحت حريمك، ولعن أشياعهم ولعن الله الممهدين بالتمكين من قتالكم، أنا برئ إلى الله وإليك منهم. السلام عليك يا مولاي يا أبا محمد علي بن الحسين، السلام عليك يا مولاي يا أبا جعفر محمد بن علي، السلام عليك يا مولاي يا أبا عبد الله جعفر بن محمد، السلام عليك يا مولاي يا أبا الحسن موسى بن جعفر، السلام عليك يا مولاي يا أبا الحسن علي بن موسى، السلام عليك يا مولاي يا أبا جعفر محمد بن علي، السلام عليك يا مولاي يا أبا الحسن علي بن محمد، السلام عليك يا مولاي يا أبا محمد الحسن بن علي، السلام عليك يا مولاي يا حجة ابن الحسن صاحب الزمان صلى الله عليك وعلى عترتك الطاهرة الطيبة. يا موالي كونوا شفعائي في حط وزري وخطاياي، آمنت بالله وبما انزل إليكم، وأتوالى آخركم بما أتوالى أولكم، وبرئت من الجبت والطاغوت و اللات والعزى، يا موالي أنا سلم لمن سالمكم، وحرب لمن حاربكم، وعدو لمن عاداكم، وولى لمن والاكم إلى يوم القيامة، ولعن الله ظالميكم وغاصبيكم ولعن الله أشياعهم وأتباعهم وأهل مذهبهم، وأبرأ إلى الله وإليكم منهم."
  },
  {
      "id": 8,
      "title": "زيارة الامام الحسين يوم ولادته",
      "text": "ولد عليه السلاكم في الثالث من شعبان ال الشيخ في المصباح (1) والسيد ابن طاووس في الاقبال (2) خرج إلى القاسم بن العلاء الهمداني وكيل أبي محمد عليهما السلام أن مولانا الحسين عليه السلام ولد يوم الخميس لثلاث خلون من شعبان، فصمه وادع فيه بهذا الدعاء: اللهم إني أسئلك بحق المولود في هذا اليوم، الموعود بشهادته قبل استهلاله وولادته، بكته السماء ومن فيها، والأرض ومن عليها، ولما يطأ لابتيها، قتيل العبرة، وسيد الأسرة، الممدود بالنصرة يوم الكرة، المعوض من قتله أن الأئمة من نسله، والشفاء في تربته، والفوز معه في أوبته، والأوصياء من عترته بعد قائمهم وغيبته، حتى يدركوا الأوتار، ويثأروا الثار، ويرضوا الجبار، و يكونوا خير أنصار، صلى الله عليهم مع اختلاف الليل والنهار. اللهم فبحقهم إليك أتوسل، وأسأل سؤال مقترف ومعترف مسئ إلى نفسه مما فرط في يومه وأمسه، يسألك العصمة إلى محل رمسه، اللهم صل على محمد وعترته، واحشرنا في زمرته، وبوئنا معه دار الكرامة، ومحل الإقامة. اللهم وكما أكرمتنا بمعرفته فأكرمنا بزلفته، وارزقنا مرافقته وسابقته واجعلنا ممن يسلم لامره، ويكثر الصلاة عليه عند ذكره، وعلى جميع أوصيائه وأهل أصفيائه، الممدودين منك بالعدد الاثني عشر، النجوم الزهر، و الحجج على جميع البشر. اللهم وهب لنا في هذا اليوم خير موهبة، وأنجح لنا فيه كل طلبة، كما وهبت الحسين لمحمد جده، وعاذ فطرس بمهده فنحن عائذون بقبره من بعده نشهد تربته، وننتظر أوبته آمين رب العالمين. ثم تدعو بعد ذلك بدعاء الحسين عليه السلام وهو آخر دعائه عليه السلام يوم كوثر: اللهم متعالي المكان عظيم الجبروت، شديد المحال غني عن الخلائق، عريض الكبرياء، قادر على ما تشاء، قريب الرحمة، صادق الوعد، سابق النعمة، حسن البلاء، قريب إذا دعيت، محيط بما خلقت، قابل التوبة لمن تاب إليك، قادر على ما أردت، ومدرك ما طلبت، وشكور إذا شكرت، وذكور إذا ذكرت، أدعوك محتاجا \"، وأرغب إليك فقيرا \"، وأفزع إليك خائفا \"، وأبكي إليك مكروبا \"، وأستعين بك ضعيفا \"، وأتوكل عليك كافيا \". احكم بيننا وبين قومنا بالحق، فإنهم غرونا وخدعونا وغدروا بنا وقتلونا ونحن عترة نبيك وولد حبيبك محمد بن عبد الله الذي اصطفيته بالرسالة، وائتمنته على وحيك، فاجعل لنا من أمرنا فرجا \" ومخرجا \" برحمتك يا أرحم الراحمين. قال ابن عياش: سمعت الحسين بن علي بن سفيان البزوفري يقول: سمعت أن أبا عبد الله عليه السلام يدعو به في هذا اليوم، وقال: هو من أدعية اليوم الثالث من شعبان وهو مولد الحسين عليه السلام."
  }
]
